{
    "Get great devices up to 50% off": "احصل على أجهزة رائعة بخصم يصل إلى 50%",
    "view details": "عرض التفاصيل",
    "arabic": "العربية",
    "english": "الإنجليزية",
    "USD": "دولار أمريكي",
    "DH": "درهم اماراتي",
    "home": "الرئيسية",
    "services": "الخدمات",
    "packages": "الباقات",
    "about us": "من نحن",
    "ABOUT US": "من نحن",
    "OUR TEAM": "فريقنا",
    "OUR WORKS": "أعمالنا",
    "FQA": "الأسئلة الشائعة",
    "contact": "اتصل بنا",
    "service": "خدمة",
    "package": "باقة",
    "get coupons & offers": "احصل على قسائم وعروض",
    "worry no more, now you can book your car services online and also get benefited from the coupons available. with online booking, you can save your time and money both.": "لا داعي للقلق بعد الآن، يمكنك الآن حجز خدمات سيارتك عبر الإنترنت واستفادة من القسائم المتاحة. من خلال الحجز عبر الإنترنت، يمكنك توفير وقتك وأموالك أيضًا.",
    "get offers": "احصل على عروض",
    "More than 15 years of operation in the field of Car Services": "أكثر من 15 عامًا من العمل في مجال خدمات السيارات",
    "International standard process and large factory system": "عملية قياسية عالمية ونظام مصنع كبير",
    "Employees in the whole system include many leading engineers": "الموظفون في النظام بأكمله يشملون العديد من المهندسين الرائدين",
    "Service technology to satisfy customers needs and interests": "تكنولوجيا الخدمة لتلبية احتياجات واهتمامات العملاء",
    "OUR SERVICES": "خدماتنا",
    "BRAKE REPAIR": "إصلاح الفرامل",
    "You get used to your brakes. Brake pads and rotors wear out from the immense friction and heat they encounter. Air gets into brake lines.…": "تتعود على فراملك. تتآكل أقراص الفرامل والأقراص الدوارة بسبب الاحتكاك الشديد والحرارة التي تتعرض لها. يدخل الهواء إلى خطوط الفرامل...",
    "ENGINE REPAIR": "إصلاح المحرك",
    "The check engine usually indicates a need to replace one or more parts of your engine or exhaust system: the oxygen sensor, catalytic...": "عادة ما يشير ضوء فحص المحرك إلى الحاجة إلى استبدال جزء واحد أو أكثر من محركك أو نظام العادم: جهاز استشعار الأكسجين، المحفز...",
    "TIRE REPAIR": "إصلاح الإطارات",
    "You need new tires, and you have questions. What type of tire do I really need? What do terms like “all-season” and “all-terrain” really mean?...": "تحتاج إلى إطارات جديدة ولديك بعض الأسئلة. ما هو نوع الإطار الذي أحتاجه حقًا؟ ماذا تعني مصطلحات مثل 'جميع المواسم' و 'جميع الطرق الوعرة' حقًا؟...",
    "COOLING SYSTEM": "نظام التبريد",
    "An overheated engine that leaves you stranded on the side of the road is a hassle. But overheating is one of many signs of trouble...": "إن المحرك الذي يتعرض للحرارة الزائدة ويتركك عالقًا على جانب الطريق يسبب إزعاجًا. ولكن السخونة الزائدة هي واحدة من العديد من علامات المشاكل...",
    "BATTERY REPAIR": "إصلاح البطارية",
    "Your vehicle just won’t start. You turn on the ignition, and all you get is the telltale clicking noise. Possibly followed by competing pronouncements...": "مركبتك لن تشتغل فقط. تقوم بتشغيل الإشعال، وكل ما تسمعه هو صوت النقر المعروف. ربما يتبع ذلك بيانات تنافسية...",
    "STEERING REPAIR": "إصلاح نظام التوجيه",
    "Your steering and suspension systems work together to keep your tires on the pavement and your vehicle under control – until a power steering...": "يعمل نظامي التوجيه والتعليق معًا للحفاظ على إطاراتك على الطريق ومركبتك تحت السيطرة - حتى تعطل نظام التوجيه المعزز...",
    "DETAILS SERVICE": "تفاصيل الخدمه",
    "All Services": "جميع الخدمات",
    "MAINTENANCE & REPAIRS": "الصيانة والتصليح",
    "PERSONAL": "شخصي",
    "49.99 DH": "229.90 د.أ",
    "per month": "شهريًا",
    "Scheduled servicing": "صيانة مجدولة",
    "Component wear reminders": "تذكير بارتداء الأجزاء",
    "Introduce new revenue streams": "تقديم مصادر دخل جديدة",
    "All routine maintenance": "جميع أعمال الصيانة الروتينية",
    "24/7 customer service": "خدمة العملاء على مدار الساعة / 7 أيام في الأسبوع",
    "PROFESSIONAL": "محترف",
    "99.99 DH": "367.90 د.أ",
    "AFFORDABLE PRICING PLANS": "أسعار ميسورة للخطط",
    "We provide the best car service, recommend the best products through an independent review process.": "نحن نوفر أفضل خدمة للسيارات، ونوصي بأفضل المنتجات من خلال عملية مراجعة مستقلة.",
    "SAME DAY SERVICE": "خدمة في نفس اليوم",
    "CONVENIENT LOCATION": "موقع ملائم",
    "ONLINE APPOINTMENT": "موعد عبر الإنترنت",
    "GET STARTED": "ابدأ",
    "Car Polishing": "تلميع السيارة",
    "Car Wash": "غسيل السيارة",
    "Tint": "تظليل",
    "Ceramic Protection": "حماية سيراميكية",
    "Car Accessories": "ملحقات السيارة",
    "Car Screen": "شاشة السيارة",
    "Upholstery": "تنجيد",
    "Car Balance": "توازن السيارة",
    "Gearbox Repair": "إصلاح صندوق التروس",
    "Transmission Repair": "إصلاح ناقل الحركة",
    "Axle/Driveshaft": "محور/عمود الدفع",
    "Tire Repair": "إصلاح الإطارات",
    "Suspension Repair": "إصلاح التعليق",
    "comfort system": "نظام الراحة",
    "Brake Repair": "إصلاح الفرامل",
    "A/C Repair": "إصلاح التكييف",
    "Electric Car": "سيارة كهربائية",
    "car care": "العناية بالسيارة",
    "mechanical services": "الخدمات الميكانيكية",
    "electric services": "الخدمات الكهربائية",
    "Company": "الشركة",
    "Every service is rigorously screened and constantly rated to ensure you get the best service.": "يتم فحص كل خدمة بدقة وتقييمها باستمرار لضمان حصولك على أفضل خدمة.",
    "POPULAR SERVICES": "الخدمات الشهيرة",
    "Looking for an affordable luxury car repair workshop in Abu Dhabi for your car AC servicing needs?": "هل تبحث عن ورشة إصلاح سيارات فاخرة بأسعار معقولة في أبوظبي لاحتياجات صيانة نظام تكييف سيارتك؟",
"Look no further than our expert team of mechanics, who have years of experience in repairing and maintaining all types of car AC systems.": "لا تبحث بعيدًا عن فريقنا المتخصص من الميكانيكيين، الذين لديهم سنوات من الخبرة في إصلاح وصيانة جميع أنواع أنظمة تكييف السيارات.",
"Living in Abu Dhabi, where the climate is harsh and temperatures can soar up to 50 degrees, it's important to keep your car's AC system in top shape.": "العيش في أبوظبي، حيث الطقس قاسٍ ودرجات الحرارة يمكن أن ترتفع إلى 50 درجة، من المهم الحفاظ على نظام تكييف السيارة في حالة ممتازة.",
"Our team can identify and fix any issues with your car's AC, ensuring that you enjoy a comfortable and cool ride in your vehicle.": "يمكن لفريقنا تحديد وإصلاح أي مشاكل في نظام تكييف السيارة الخاصة بك، مما يضمن لك رحلة مريحة وباردة في مركبتك.",
"If you're experiencing car AC problems in Abu Dhabi, such as contamination, leakages, evaporator failure, or compressor issues, look no further than GXF Auto for expert repairs and maintenance.": "إذا كنت تواجه مشاكل في نظام تكييف السيارة في أبوظبي، مثل التلوث، وتسرب الغاز، وفشل المبخر، أو مشاكل في الضاغط، فلا تبحث بعيدًا عن GXF Auto لإصلاحات وصيانة متخصصة.",
"Our experienced team of mechanics is equipped with the latest tools and techniques to diagnose and fix any issues with your car's AC system.": "يتمتع فريقنا المتخصص من الميكانيكيين بأحدث الأدوات والتقنيات لتشخيص وإصلاح أي مشاكل في نظام تكييف السيارة الخاصة بك.",
"Don't let a malfunctioning car AC ruin your driving experience - bring your vehicle to GXF Auto for fast, reliable, and affordable AC servicing. We'll diagnose the problem, provide a comprehensive solution, and have you back on the road in no time. Contact us today to schedule an appointment.": "لا تسمح لنظام تكييف السيارة العاطل بأن يفسد تجربتك في القيادة - قم بإحضار مركبتك إلى GXF Auto لخدمة سريعة وموثوقة وبأسعار معقولة لنظام التكييف. سنقوم بتشخيص المشكلة، وتوفير حل شامل، وسيعود لك القدرة على القيادة في أسرع وقت ممكن. اتصل بنا اليوم لتحديد موعد.",
"Why Choose GXF for Your AC Repair Needs?": "لماذا تختار GXF لاحتياجات إصلاح نظام التكييف الخاص بك؟",
"Expert Technicians": "فنيون متخصصون",
"Our technicians are trained professionals with extensive experience in diagnosing and repairing AC systems of various brands and models. They stay updated with the latest industry trends and employ advanced techniques to address any AC issue effectively.": "فنيونا هم محترفون مدربون يتمتعون بخبرة واسعة في تشخيص وإصلاح أنظمة تكييف السيارات من مختلف العلامات التجارية والطرز. إنهم يبقون على اطلاع بأحدث اتجاهات الصناعة ويستخدمون تقنيات متقدمة للتعامل مع أي مشكلة في نظام التكييف بفعالية.",
"Comprehensive Repairs": "إصلاحات شاملة",
"Whether it's a faulty compressor, refrigerant leaks, electrical problems, or issues with the thermostat, our technicians have the expertise to identify the root cause and provide lasting solutions. We don't just fix the symptoms; we get to the core of the problem.": "سواء كان السبب ضاغطًا عاطلاً، أو تسربات لمبرد الهواء، أو مشاكل كهربائية، أو مشاكل في جهاز الترموستات، فإن فنيينا لديهم الخبرة لتحديد السبب الجذري وتقديم حلول دائمة. نحن لا نقوم فقط بإصلاح الأعراض؛ بل نعالج جوهر المشكلة.",
"Prompt Service": "خدمة سريعة",
"We understand that AC breakdowns can be frustrating and inconvenient. That's why we strive to provide prompt service to our customers. When you reach out to us, we'll schedule a convenient appointment and arrive on time, ready to assess and repair your AC system.": "نحن ندرك أن تعطل نظام التكييف يمكن أن يكون مزعجًا ومزعجًا. لذلك نحن نسعى جاهدين لتقديم خدمة سريعة لعملائنا. عندما تتواصل معنا، سنحجز موعدًا مناسبًا ونصل في الوقت المحدد، جاهزين لتقييم وإصلاح نظام التكييف الخاص بك.",
"Transparent Pricing": "تسعير شفاف",
"We believe in transparent pricing and ensure that our customers are aware of the repair costs upfront. Our technicians will provide a detailed breakdown of the required repairs and associated costs, allowing you to make an informed decision.": "نحن نؤمن بتوفير تسعير شفاف ونضمن أن عملائنا على دراية بتكاليف الإصلاح مسبقًا. سيقدم فنيونا تفصيلًا مفصلًا للإصلاحات المطلوبة والتكاليف المرتبطة بها، مما يتيح لك اتخاذ قرار مستنير.",
"Quality Parts": "قطع غيار عالية الجودة",
"To guarantee the longevity and efficiency of your AC system, we use only high-quality replacement parts from trusted manufacturers. This ensures that your repaired unit performs optimally and withstands the test of time.": "لضمان استدامة وكفاءة نظام التكييف الخاص بك، نستخدم فقط قطع الغيار عالية الجودة من الشركات المصنعة الموثوق بها. هذا يضمن أن وحدتك المصلحة تعمل بأفضل أداء وتتحمل اختبار الزمن.",
"Customer Satisfaction": "رضا العملاء",
"At GXF, we prioritize customer satisfaction. We go the extra mile to ensure that our customers are delighted with our services. From our friendly and professional approach to our attention to detail, we strive to exceed your expectations.": "في GXF، نعتبر رضا العملاء أمرًا ذا أولوية بالنسبة لنا. نحن نبذل جهودًا إضافية لضمان أن عملائنا سعداء بخدماتنا. من نهجنا الودود والاحترافي إلى اهتمامنا بالتفاصيل، نسعى ل  تجاوز توقعاتكم.",
"We specialize in providing top-notch brake repair services in Abu Dhabi. We understand the importance of maintaining your car's brakes to ensure optimum safety and performance. Our team of experts is equipped with the latest tools and techniques to diagnose and repair any brake-related issues your car may be experiencing.": "نحن متخصصون في تقديم خدمات إصلاح أنظمة الفرامل عالية الجودة في أبوظبي. نحن ندرك أهمية الحفاظ على فرامل سيارتك لضمان السلامة والأداء المثلى. يتمتع فريقنا من الخبراء بأحدث الأدوات والتقنيات لتشخيص وإصلاح أي مشاكل تتعلق بالفرامل التي قد تواجهها سيارتك.",
"It is essential to get your vehicle serviced by experts who understand the unique needs of electric cars. At GXF Auto, we have over 18 years of experience in the automotive industry, and we specialize in electric car maintenance.": "من الضروري أن تحصل على خدمة سيارتك من قبل خبراء يفهمون الاحتياجات الفريدة للسيارات الكهربائية. في GXF Auto، لدينا أكثر من 18 عامًا من الخبرة في صناعة السيارات، ونحن متخصصون في صيانة السيارات الكهربائية.",
"If your vehicle's gearbox is causing you problems, you may be in need of gearbox repair services. A gearbox is an essential component of any vehicle's powertrain system, and if it fails, it can result in significant issues with the vehicle's performance. At our gearbox repair shop, we offer expert repair services for all types of gearboxes, including manual, automatic, and semi-automatic gearboxes.": "إذا كانت علبة التروس في سيارتك تسبب لك مشاكل، فقد تحتاج إلى خدمات إصلاح علبة التروس. علبة التروس هي جزء أساسي من نظام قوة أي مركبة، وإذا فشلت، يمكن أن يؤدي ذلك إلى مشاكل كبيرة في أداء المركبة. في ورشة إصلاح علبة التروس لدينا، نقدم خدمات إصلاح متخصصة لجميع أنواع علب التروس، بما في ذلك العلب اليدوية والأوتوماتيكية والنصف أوتوماتيكية.",
"Your vehicle's suspension system is responsible for ensuring a smooth and comfortable ride. However, if you're experiencing issues with your suspension, such as bouncing, swaying, or uneven tire wear, it may be time for suspension repair services. At our suspension repair shop, we offer expert repair and maintenance services for all types of suspension systems, including shocks, struts, and springs.": "نظام التعليق في سيارتك مسؤول عن ضمان رحلة سلسة ومريحة. ومع ذلك، إذا كنت تواجه مشاكل في نظام التعليق الخاص بك، مثل الارتدادات أو الاهتزازات أو تآكل غير متساوٍ للإطارات، فقد حان الوقت للحصول على خدمات إصلاح التعليق. في ورشة إصلاح التعليق لدينا، نقدم خدمات إصلاح وصيانة متخصصة لجميع أنواع أنظمة التعليق، بما في ذلك الصدمات والأعمدة والينابيع.",
"Your vehicle's transmission is one of its most critical components. It's responsible for shifting gears and transferring power from the engine to the wheels. If you're experiencing issues with your transmission, such as slipping gears, grinding noises, or leaking fluid, it's essential to seek transmission repair services as soon as possible. At our transmission repair shop, we offer expert repair and maintenance services for all types of transmissions, including manual, automatic, and semi-automatic transmissions.": "نظام نقل الحركة في سيارتك هو واحد من أهم مكوناتها. إنه مسؤول عن تغيير التروس ونقل الطاقة من المحرك إلى العجلات. إذا كنت تواجه مشاكل في نظام النقل، مثل الانزلاق بين التروس، والضوضاء المتسمة بالصرير، أو تسرب السوائل، فمن الضروري البحث عن خدمات إصلاح نظام النقل في أقرب وقت ممكن. في ورشة إصلاح النقل لدينا، نقدم خدمات إصلاح وصيانة متخصصة لجميع أنواع نظم النقل، بما في ذلك النقل اليدوي والأوتوماتيكي والنصف أوتوماتيكي.",
"Your vehicle's comfort system is responsible for ensuring a comfortable and enjoyable driving experience. From air conditioning to heating, sound systems, and more, a well-functioning comfort system is essential for a smooth and enjoyable ride. At our car comfort system services shop, we offer expert repair and maintenance services for all types of comfort systems to keep you comfortable on the road.": "نظام الراحة في سيارتك مسؤول عن ضمان تجربة قيادة مريحة وممتعة. من تكييف الهواء إلى التدفئة وأنظمة الصوت وغيرها، يعد نظام الراحة العمل بشكل جيد ضروريًا للحصول على رحلة سلسة وممتعة. في ورشة خدمات نظام الراحة للسيارات لدينا، نقدم خدمات إصلاح وصيانة متخصصة لجميع أنواع أنظمة الراحة لتبقيك مرتاحًا على الطريق.",
"Your vehicle's axle and driveshaft are essential components that transfer power from the engine to the wheels. If you're experiencing issues with your axle or driveshaft, such as vibration, shaking, or noise, it's essential to seek repair services as soon as possible. At our axle/driveshaft repair shop, we offer expert repair and maintenance services for all types of axles and driveshafts.": "محورالمركبة وعمود الدفع هما مكونان أساسيان يقومان بنقل القوة من المحرك إلى العجلات. إذا كنت تواجه مشاكل في المحور أو عمود الدفع الخاصة بك، مثل الاهتزاز، أو الرجة، أو الضوضاء، فمن الضروري طلب خدمات الإصلاح في أقرب وقت ممكن. في ورشة إصلاح المحور وعمود الدفع لدينا، نقدم خدمات إصلاح وصيانة متخصصة لجميع أنواع المحاور وأعمدة الدفع.",
"CAR EXTERIOR CLEANING: BASIC DETAILING":"التنظيف الخارجي للسيارة: تفاصيل أساسية",
"Electric Car Repair": "إصلاح السيارات الكهربائية",
"COMPLIMENTARY SHUTTLE":"خدمة النقل المجانية",
"COMING SOON": "قريباً",
"GET SERVICE": "احصل علي الخدمة",
"Our technicians have undergone the most extensive and stringent car detail training program. And the only car that matters is yours because we will detail it to your complete satisfaction.": "خضع الفنيون لدينا لبرنامج تدريب شامل وصارم على تفاصيل السيارة. والسيارة الوحيدة التي تهمك هي سيارتك لأننا سنقوم بتفصيلها بما يرضيك تمامًا.",
"RUBBING, WAXING, AND POLISHING": "الكشط ، التشميع ، التلميع",
"HOW TO SERVICE YOUR CAR": "كيفية صيانة سيارتك",
"Rather than letting your services go by, take these steps to keep your car in good shape until you can afford a full service.": "بدلاً من تجاهل الصيانة الدورية لسيارتك، قم باتخاذ هذه الخطوات للحفاظ على سيارتك في حالة جيدة حتى تتمكن من تحمل تكاليف صيانة كاملة.",
"MAKE AN APPOINTMENT": "قم بتحديد موعد",
"GFX has made it easy to schedule an appointment online at a location near you in a few simple steps, easy schedule for customers.": "سهلت GFX جدولة موعد عبر الإنترنت في موقع قريب منك في بضع خطوات بسيطة، جدولة سهلة للعملاء.",
"SELECT SERVICE": "اختر الخدمة",
"We specialize in car services and have more than 20 years of experience in cars. We are car guys from day one. We love and respect cars.": "نحن متخصصون في خدمات السيارات ولدينا أكثر من 20 عامًا من الخبرة في مجال السيارات. نحن أشخاص يحبون السيارات من اليوم الأول. نحن نحب ونحترم السيارات.",
"CONFIRM REQUEST": "تأكيد الطلب",
"Has your request been confirmed?\nReduce no-shows, save time, and focus on serving clients is our top criterion.": "هل تم تأكيد طلبك؟ تقليل حالات عدم الحضور، وتوفير الوقت، والتركيز على خدمة العملاء هو معيارنا الأول.",
"GET YOUR CAR": "استلم سيارتك",
"It is a vehicle inspection that keeps your car in a reliable, safe and fully-functioning condition based on guidelines set out by the vehicle.": "إنها فحص للمركبة يحافظ على سيارتك في حالة موثوقة وآمنة وتعمل بشكل كامل بناءً على الإرشادات المحددة من قبل السيارة.",
"REQUEST AN APPOINTMENT ONLINE": "اطلب موعدًا عبر الإنترنت",
"Your Name": "اسمك",
"Your Email": "بريدك الإلكتروني",
"Select Date": "اختر التاريخ",
"Select Time": "اختر الوقت",
"Your Message": "رسالتك",
"Submit":"أرسل",
"": ""
}