{
    "Get great devices up to 50% off": "احصل على أجهزة رائعة بخصم يصل إلى 50%",
    "view details": "عرض التفاصيل",
    "arabic": "العربية",
    "english": "الإنجليزية",
    "USD": "دولار أمريكي",
    "DH": "درهم اماراتي",
    "Home": "الرئيسية",
    "services": "الخدمات",
    "Services": "الخدمات",
    "packages": "الباقات",
    "Packages": "الباقات",
    "about us": "من نحن",
    "About Us": "من نحن",
    "ABOUT US": "من نحن",
    "OUR TEAM": "فريقنا",
    "OUR WORKS": "أعمالنا",
    "FQA": "الأسئلة الشائعة",
    "contact": "اتصل بنا",
    "Contact": "اتصل بنا",
    "service": "خدمة",
    "package": "باقة",
    "Follow Us": "تابعنا",
    "get coupons & offers": "احصل على قسائم وعروض",
    "worry no more, now you can book your car services online and also get benefited from the coupons available. with online booking, you can save your time and money both.": "لا داعي للقلق بعد الآن، يمكنك الآن حجز خدمات سيارتك عبر الإنترنت واستفادة من القسائم المتاحة. من خلال الحجز عبر الإنترنت، يمكنك توفير وقتك وأموالك أيضًا.",
    "get offers": "احصل على عروض",
    "More than 15 years of operation in the field of Car Services": "أكثر من 15 عامًا من العمل في مجال خدمات السيارات",
    "International standard process and large factory system": "عملية قياسية عالمية ونظام مصنع كبير",
    "Employees in the whole system include many leading engineers": "الموظفون في النظام بأكمله يشملون العديد من المهندسين الرائدين",
    "Service technology to satisfy customers needs and interests": "تكنولوجيا الخدمة لتلبية احتياجات واهتمامات العملاء",
    "OUR SERVICES": "خدماتنا",
    "BRAKE REPAIR": "إصلاح الفرامل",
    "You get used to your brakes. Brake pads and rotors wear out from the immense friction and heat they encounter. Air gets into brake lines.…": "تتعود على فراملك. تتآكل أقراص الفرامل والأقراص الدوارة بسبب الاحتكاك الشديد والحرارة التي تتعرض لها. يدخل الهواء إلى خطوط الفرامل...",
    "ENGINE REPAIR": "إصلاح المحرك",
    "The check engine usually indicates a need to replace one or more parts of your engine or exhaust system: the oxygen sensor, catalytic...": "عادة ما يشير ضوء فحص المحرك إلى الحاجة إلى استبدال جزء واحد أو أكثر من محركك أو نظام العادم: جهاز استشعار الأكسجين، المحفز...",
    "TIRE REPAIR": "إصلاح الإطارات",
    "You need new tires, and you have questions. What type of tire do I really need? What do terms like “all-season” and “all-terrain” really mean?...": "تحتاج إلى إطارات جديدة ولديك بعض الأسئلة. ما هو نوع الإطار الذي أحتاجه حقًا ؟ ماذا تعني مصطلحات مثل 'جميع المواسم' و 'جميع الطرق الوعرة' حقًا ؟...",
    "COOLING SYSTEM": "نظام التبريد",
    "An overheated engine that leaves you stranded on the side of the road is a hassle. But overheating is one of many signs of trouble...": "إن المحرك الذي يتعرض للحرارة الزائدة ويتركك عالقًا على جانب الطريق يسبب إزعاجًا. ولكن السخونة الزائدة هي واحدة من العديد من علامات المشاكل...",
    "BATTERY REPAIR": "إصلاح البطارية",
    "Your vehicle just won’t start. You turn on the ignition, and all you get is the telltale clicking noise. Possibly followed by competing pronouncements...": "مركبتك لن تشتغل فقط. تقوم بتشغيل الإشعال، وكل ما تسمعه هو صوت النقر المعروف. ربما يتبع ذلك بيانات تنافسية...",
    "STEERING REPAIR": "إصلاح نظام التوجيه",
    "Your steering and suspension systems work together to keep your tires on the pavement and your vehicle under control – until a power steering...": "يعمل نظامي التوجيه والتعليق معًا للحفاظ على إطاراتك على الطريق ومركبتك تحت السيطرة - حتى تعطل نظام التوجيه المعزز...",
    "DETAILS SERVICE": "تفاصيل الخدمه",
    "All Services": "جميع الخدمات",
    "MAINTENANCE & REPAIRS": "الصيانة والتصليح",
    "PERSONAL": "شخصي",
    "49.99 DH": "229.90 د.أ",
    "per month": "شهريًا",
    "Scheduled servicing": "صيانة مجدولة",
    "Component wear reminders": "تذكير بارتداء الأجزاء",
    "Introduce new revenue streams": "تقديم مصادر دخل جديدة",
    "All routine maintenance": "جميع أعمال الصيانة الروتينية",
    "24/7 customer service": "خدمة العملاء على مدار الساعة / 7 أيام في الأسبوع",
    "PROFESSIONAL": "محترف",
    "99.99 DH": "367.90 د.أ",
    "AFFORDABLE PRICING PLANS": "أسعار ميسورة للخطط",
    "We provide the best car service, recommend the best products through an independent review process.": "نحن نوفر أفضل خدمة للسيارات، ونوصي بأفضل المنتجات من خلال عملية مراجعة مستقلة.",
    "SAME DAY SERVICE": "خدمة في نفس اليوم",
    "CONVENIENT LOCATION": "موقع ملائم",
    "ONLINE APPOINTMENT": "موعد عبر الإنترنت",
    "GET STARTED": "ابدأ",
    "Car Polishing": "تلميع السيارة",
    "Car Wash": "غسيل السيارة",
    "Tint": "مخفي",
    "Ceramic Protection": "سيراميك حماية",
    "Car Accessories": "ملحقات السيارة",
    "Car Screen": "شاشة السيارة",
    "Upholstery": "تنجيد",
    "Car Balance": "توازن السيارة",
    "Gearbox Repair": "إصلاح علبة التروس",
    "Transmission Repair": "إصلاح ناقل الحركة",
    "Axle/Driveshaft": "محور/عمود الدفع",
    "Tire Repair": "إصلاح الإطارات",
    "Suspension Repair": "إصلاح التعليق",
    "comfort system": "نظام الراحة",
    "Brake Repair": "إصلاح الفرامل",
    "A/C Repair": "إصلاح التكييف",
    "Electric Car": "كهرباء السيارة",
    "Car Care": "العناية بالسيارة",
    "Mechanical Services": "الخدمات الميكانيكية",
    "Electric Services": "الخدمات الكهربائية",
    "Company": "الشركة",
    "Every service is rigorously screened and constantly rated to ensure you get the best service.": "يتم فحص كل خدمة بدقة وتقييمها باستمرار لضمان حصولك على أفضل خدمة.",
    "POPULAR SERVICES": "الخدمات الشهيرة",
    "Looking for an affordable luxury car repair workshop in Abu Dhabi for your car AC servicing needs?": "هل تبحث عن ورشة لتصليح السيارات الفاخرة بأسعار معقولة في أبو ظبي لتلبية احتياجات صيانة مكيفات سيارتك ؟",
    "Look no further than our expert team of mechanics, who have years of experience in repairing and maintaining all types of car AC systems.": "لا تنظر إلى أبعد من فريق الميكانيكي الخبير لدينا ، الذي يتمتع بسنوات من الخبرة في إصلاح وصيانة جميع أنواع أنظمة تكييف السيارات.",
    "Living in Abu Dhabi, where the climate is harsh and temperatures can soar up to 50 degrees, it's important to keep your car's AC system in top shape.": "العيش في أبوظبي، حيث الطقس قاسٍ ودرجات الحرارة يمكن أن ترتفع إلى 50 درجة، من المهم الحفاظ على نظام تكييف السيارة في حالة ممتازة.",
    "Our team can identify and fix any issues with your car's AC, ensuring that you enjoy a comfortable and cool ride in your vehicle.": "يمكن لفريقنا تحديد وإصلاح أي مشاكل في نظام تكييف السيارة الخاصة بك، مما يضمن لك رحلة مريحة وباردة في مركبتك.",
    "If you're experiencing car AC problems in Abu Dhabi, such as contamination, leakages, evaporator failure, or compressor issues, look no further than Kamboosha Auto for expert repairs and maintenance.": "إذا كنت تواجه مشكلات في مكيف السيارة في أبو ظبي ، مثل التلوث أو التسرب أو تعطل المبخر أو مشاكل الضاغط ، فلا تبحث عن Kamboosha Auto للحصول على إصلاحات متخصصة وصيانتها.",
    "Our experienced team of mechanics is equipped with the latest tools and techniques to diagnose and fix any issues with your car's AC system.": "فريق الميكانيكيون ذو الخبرة لدينا مجهز بأحدث الأدوات والتقنيات لتشخيص وإصلاح أي مشاكل في نظام تكييف السيارة الخاص بك.",
    "Don't let a malfunctioning car AC ruin your driving experience - bring your vehicle to Kamboosha Auto for fast, reliable, and affordable AC servicing. We'll diagnose the problem, provide a comprehensive solution, and have you back on the road in no time. Contact us today to schedule an appointment.": "لا تدع مكيف السيارة المعطوب يفسد تجربة القيادة الخاصة بك - أحضر سيارتك إلى Kamboosha Auto للحصول على خدمة AC سريعة وموثوقة وبأسعار معقولة. سنشخص المشكلة ونقدم حلاً شاملاً ونعيدك إلى الطريق في لا وقت. اتصل بنا اليوم لتحديد موعد. ",
    "Why Choose Kamboosha for Your AC Repair Needs?": "لماذا تختار Kamboosha لاحتياجاتك لإصلاح مكيفات الهواء ؟",
    "Expert Technicians": "تقنيون خبراء",
    "Our technicians are trained professionals with extensive experience in diagnosing and repairing AC systems of various brands and models. They stay updated with the latest industry trends and employ advanced techniques to address any AC issue effectively.": "فنيونا هم محترفون مدربون ولديهم خبرة واسعة في تشخيص وإصلاح أنظمة التكييف من مختلف العلامات التجارية والموديلات. إنهم يبقون على اطلاع بأحدث اتجاهات الصناعة ويستخدمون تقنيات متقدمة لمعالجة أي مشكلة تتعلق بالتكييف بشكل فعال.",
    "Comprehensive Repairs": "إصلاحات شاملة",
    "Whether it's a faulty compressor, refrigerant leaks, electrical problems, or issues with the thermostat, our technicians have the expertise to identify the root cause and provide lasting solutions. We don't just fix the symptoms; we get to the core of the problem.": "سواء تعلق الأمر بضاغط معيب أو تسرب سائل التبريد أو مشاكل كهربائية أو مشكلات في منظم الحرارة ، فإن فنيينا لديهم الخبرة لتحديد السبب الجذري وتقديم حلول دائمة. نحن لا نصلح الأعراض فحسب ، بل نصل إلى جوهر مشكلة.",
    "Prompt Service": "خدمة فورية",
    "We understand that AC breakdowns can be frustrating and inconvenient. That's why we strive to provide prompt service to our customers. When you reach out to us, we'll schedule a convenient appointment and arrive on time, ready to assess and repair your AC system.": "نحن نتفهم أن أعطال مكيفات الهواء يمكن أن تكون محبطة وغير مريحة. ولهذا السبب نسعى جاهدين لتقديم خدمة سريعة لعملائنا. عندما تتواصل معنا ، سنحدد موعدًا مناسبًا ونصل في الوقت المحدد ، وعلى استعداد لتقييم وإصلاح مكيفاتك نظام.",
    "Transparent Pricing": "التسعير الشفاف",
    "We believe in transparent pricing and ensure that our customers are aware of the repair costs upfront. Our technicians will provide a detailed breakdown of the required repairs and associated costs, allowing you to make an informed decision.": "نحن نؤمن بالشفافية في الأسعار ونضمن أن يكون عملاؤنا على دراية بتكاليف الإصلاح مقدمًا. وسيقدم الفنيون لدينا تفصيلاً مفصلاً للإصلاحات المطلوبة والتكاليف المرتبطة بها ، مما يتيح لك اتخاذ قرار مستنير.",
    "Quality Parts": "أجزاء الجودة",
    "To guarantee the longevity and efficiency of your AC system, we use only high-quality replacement parts from trusted manufacturers. This ensures that your repaired unit performs optimally and withstands the test of time.": "لضمان طول عمر نظام التكييف الخاص بك وكفاءته ، فإننا نستخدم فقط قطع غيار عالية الجودة من الشركات المصنعة الموثوقة. وهذا يضمن أن الوحدة التي تم إصلاحها تعمل على النحو الأمثل وتتحمل اختبار الزمن.",
    "Customer Satisfaction": "رضا العملاء",
    "At Kamboosha, we prioritize customer satisfaction. We go the extra mile to ensure that our customers are delighted with our services. From our friendly and professional approach to our attention to detail, we strive to exceed your expectations.": "في Kamboosha ، نعطي الأولوية لرضا العملاء. نحن نقطع شوطا إضافيا لضمان رضا عملائنا بخدماتنا. من نهجنا الودود والمهني إلى اهتمامنا بالتفاصيل ، نسعى جاهدين لتجاوز توقعاتك.",
    "We specialize in providing top-notch brake repair services in Abu Dhabi. We understand the importance of maintaining your car's brakes to ensure optimum safety and performance. Our team of experts is equipped with the latest tools and techniques to diagnose and repair any brake-related issues your car may be experiencing.": "نحن متخصصون في تقديم خدمات إصلاح الفرامل من الدرجة الأولى في أبو ظبي. نحن نتفهم أهمية الحفاظ على مكابح سيارتك لضمان السلامة والأداء الأمثل. فريق الخبراء لدينا مجهز بأحدث الأدوات والتقنيات لتشخيص وإصلاح أي مكابح- المشكلات ذات الصلة التي قد تواجهها سيارتك. ",
    "It is essential to get your vehicle serviced by experts who understand the unique needs of electric cars. At Kamboosha Auto, we have over 18 years of experience in the automotive industry, and we specialize in electric car maintenance.": "من الضروري أن تتم صيانة سيارتك من قبل خبراء يفهمون الاحتياجات الفريدة للسيارات الكهربائية. في Kamboosha Auto ، لدينا أكثر من 18 عامًا من الخبرة في صناعة السيارات ، ونحن متخصصون في صيانة السيارات الكهربائية.",
    "If your vehicle's gearbox is causing you problems, you may be in need of gearbox repair services. A gearbox is an essential component of any vehicle's powertrain system, and if it fails, it can result in significant issues with the vehicle's performance. At our gearbox repair shop, we offer expert repair services for all types of gearboxes, including manual, automatic, and semi-automatic gearboxes.": "إذا تسبب لك صندوق التروس في سيارتك في حدوث مشكلات ، فقد تحتاج إلى خدمات إصلاح علبة التروس. يعتبر صندوق التروس عنصرًا أساسيًا في نظام مجموعة نقل الحركة في أي مركبة ، وإذا فشل ، فقد يؤدي ذلك إلى حدوث مشكلات كبيرة في أداء السيارة. ورشة إصلاح علبة التروس ، نحن نقدم خدمات إصلاح متخصصة لجميع أنواع علب التروس ، بما في ذلك علب التروس اليدوية والأوتوماتيكية وشبه الأوتوماتيكية. ",
    "Your vehicle's suspension system is responsible for ensuring a smooth and comfortable ride. However, if you're experiencing issues with your suspension, such as bouncing, swaying, or uneven tire wear, it may be time for suspension repair services. At our suspension repair shop, we offer expert repair and maintenance services for all types of suspension systems, including shocks, struts, and springs.": "نظام تعليق سيارتك مسؤول عن ضمان قيادة سلسة ومريحة. ومع ذلك ، إذا كنت تواجه مشكلات في التعليق ، مثل الارتداد ، أو التأرجح ، أو التآكل غير المتساوي للإطارات ، فقد يكون الوقت قد حان لخدمات إصلاح التعليق. في نظام التعليق لدينا ورشة إصلاح ، نحن نقدم خدمات إصلاح وصيانة متخصصة لجميع أنواع أنظمة التعليق ، بما في ذلك الصدمات ، والدعامات ، والينابيع. ",
    "Your vehicle's transmission is one of its most critical components. It's responsible for shifting gears and transferring power from the engine to the wheels. If you're experiencing issues with your transmission, such as slipping gears, grinding noises, or leaking fluid, it's essential to seek transmission repair services as soon as possible. At our transmission repair shop, we offer expert repair and maintenance services for all types of transmissions, including manual, automatic, and semi-automatic transmissions.": "يعتبر ناقل الحركة في سيارتك أحد أهم مكوناته. فهو مسؤول عن نقل التروس ونقل الطاقة من المحرك إلى العجلات. إذا كنت تواجه مشكلات في ناقل الحركة ، مثل التروس الانزلاقية ، أو أصوات الطحن ، أو تسرب السوائل ، ضروريًا للحصول على خدمات إصلاح ناقل الحركة في أسرع وقت ممكن. في ورشة إصلاح ناقل الحركة لدينا ، نقدم خدمات إصلاح وصيانة متخصصة لجميع أنواع ناقل الحركة ، بما في ذلك ناقل الحركة اليدوي والأوتوماتيكي وشبه الأوتوماتيكي. ",
    "Your vehicle's comfort system is responsible for ensuring a comfortable and enjoyable driving experience. From air conditioning to heating, sound systems, and more, a well-functioning comfort system is essential for a smooth and enjoyable ride. At our car comfort system services shop, we offer expert repair and maintenance services for all types of comfort systems to keep you comfortable on the road.": "نظام الراحة في سيارتك مسؤول عن ضمان تجربة قيادة مريحة وممتعة. من تكييف الهواء إلى التدفئة وأنظمة الصوت وغير ذلك ، يعد نظام الراحة الذي يعمل بشكل جيد أمرًا ضروريًا لقيادة سلسة وممتعة. في متجر خدمات نظام الراحة في السيارة لدينا ، نحن نقدم خدمات إصلاح وصيانة متخصصة لجميع أنواع أنظمة الراحة لإبقائك مرتاحًا على الطريق. ",
    "Your vehicle's axle and driveshaft are essential components that transfer power from the engine to the wheels. If you're experiencing issues with your axle or driveshaft, such as vibration, shaking, or noise, it's essential to seek repair services as soon as possible. At our axle/driveshaft repair shop, we offer expert repair and maintenance services for all types of axles and driveshafts.": "محورالمركبة وعمود الدفع هما مكونان أساسيان يقومان بنقل القوة من المحرك إلى العجلات. إذا كنت تواجه مشاكل في المحور أو عمود الدفع الخاصة بك، مثل الاهتزاز، أو الرجة، أو الضوضاء، فمن الضروري طلب خدمات الإصلاح في أقرب وقت ممكن. في ورشة إصلاح المحور وعمود الدفع لدينا، نقدم خدمات إصلاح وصيانة متخصصة لجميع أنواع المحاور وأعمدة الدفع.",
    "CAR EXTERIOR CLEANING: BASIC DETAILING": "التنظيف الخارجي للسيارة: تفاصيل أساسية",
    "Electric Car Repair": "إصلاح السيارات الكهربائية",
    "COMPLIMENTARY SHUTTLE": "خدمة النقل المجانية",
    "COMING SOON": "قريباً",
    "GET SERVICE": "احصل علي الخدمة",
    "Our technicians have undergone the most extensive and stringent car detail training program. And the only car that matters is yours because we will detail it to your complete satisfaction.": "خضع الفنيون لدينا لبرنامج تدريب شامل وصارم على تفاصيل السيارة. والسيارة الوحيدة التي تهمك هي سيارتك لأننا سنقوم بتفصيلها بما يرضيك تمامًا.",
    "RUBBING, WAXING, AND POLISHING": "الكشط ، التشميع ، التلميع",
    "HOW TO SERVICE YOUR CAR": "كيفية صيانة سيارتك",
    "Rather than letting your services go by, take these steps to keep your car in good shape until you can afford a full service.": "بدلاً من تجاهل الصيانة الدورية لسيارتك، قم باتخاذ هذه الخطوات للحفاظ على سيارتك في حالة جيدة حتى تتمكن من تحمل تكاليف صيانة كاملة.",
    "MAKE AN APPOINTMENT": "قم بتحديد موعد",
    "GFX has made it easy to schedule an appointment online at a location near you in a few simple steps, easy schedule for customers.": "سهلت GFX جدولة موعد عبر الإنترنت في موقع قريب منك في بضع خطوات بسيطة، جدولة سهلة للعملاء.",
    "SELECT SERVICE": "اختر الخدمة",
    "We specialize in car services and have more than 20 years of experience in cars. We are car guys from day one. We love and respect cars.": "نحن متخصصون في خدمات السيارات ولدينا أكثر من 20 عامًا من الخبرة في مجال السيارات. نحن أشخاص يحبون السيارات من اليوم الأول. نحن نحب ونحترم السيارات.",
    "CONFIRM REQUEST": "تأكيد الطلب",
    "Has your request been confirmed?\nReduce no-shows, save time, and focus on serving clients is our top criterion.": "هل تم تأكيد طلبك ؟ تقليل حالات عدم الحضور، وتوفير الوقت، والتركيز على خدمة العملاء هو معيارنا الأول.",
    "GET YOUR CAR": "استلم سيارتك",
    "It is a vehicle inspection that keeps your car in a reliable, safe and fully-functioning condition based on guidelines set out by the vehicle.": "إنها فحص للمركبة يحافظ على سيارتك في حالة موثوقة وآمنة وتعمل بشكل كامل بناءً على الإرشادات المحددة من قبل السيارة.",
    "REQUEST AN APPOINTMENT ONLINE": "اطلب موعدًا عبر الإنترنت",
    "Your Name": "اسمك",
    "Your Phone": "هاتفك المحمول",
    "Select Date": "اختر التاريخ",
    "Select Time": "اختر الوقت",
    "Your Message": "رسالتك",
    "Submit": "أرسل",
    "DURABILITY": "متانة",
    "TIRE": "اطار سيارة",
    "APPOINTMENT NOW": "حجز موعد الآن",
    "Using Latest Techniques": "باستخدام أحدث التقنيات",
    "Living in Abu Dhabi, where the climate is harsh and temperatures can soar up to 50 degrees, it's important to keep your car's AC system in top shape. Our team can identify and fix any issues with your car's AC, ensuring that you enjoy a comfortable and cool ride in your vehicle.": "العيش في أبو ظبي ، حيث المناخ قاس ودرجات الحرارة يمكن أن ترتفع إلى 50 درجة ، من المهم أن تحافظ على نظام تكييف سيارتك في أفضل حالاته. يمكن لفريقنا تحديد وإصلاح أي مشاكل تتعلق بمكيف سيارتك ، مما يضمن لك الاستمتاع قيادة مريحة ورائعة في سيارتك. ",
    "55-Point Brake Inspection": "فحص الفرامل من 55 نقطة",
    "Get the Best Car Brake Repair Services in Abu Dhabi at Kamboosha Auto": "احصل على أفضل خدمات إصلاح مكابح السيارات في أبو ظبي لدى Kamboosha Auto",
    "At Kamboosha Auto": "في Kamboosha Auto",
    "Our team of diligent experts provides comprehensive brake services, including brake disc and pad replacement, antilock brake system repair, adaptive brake system repair, brake assist system repair, electronic stability program repair, and acceleration skid system repair. We conduct a thorough diagnosis of your car's brake system to identify any issues and provide effective solutions to ensure your safety.": "يقدم فريقنا من الخبراء الدؤوبين خدمات مكابح شاملة ، بما في ذلك استبدال قرص الفرامل والوسادة ، وإصلاح نظام الفرامل المانعة للانغلاق ، وإصلاح نظام الفرامل التكيفي ، وإصلاح نظام مساعدة الفرامل ، وإصلاح برنامج الاستقرار الإلكتروني ، وإصلاح نظام الانزلاق المتسارع. نظام فرامل سيارتك لتحديد أي مشاكل وتقديم حلول فعالة لضمان سلامتك. ",
    "Trust us for all your brake repair and replacement needs in Abu Dhabi's Musaffah area.": "ثق بنا لجميع احتياجاتك لإصلاح واستبدال الفرامل في منطقة المصفح بأبو ظبي.",
    "Why Choose Kamboosha for Your Brake Repair Needs?": "لماذا تختار Kamboosha لاحتياجات إصلاح الفرامل الخاصة بك ؟",
    "Our team of experienced technicians has in-depth knowledge of brake systems and is equipped with the latest tools and diagnostic equipment. They can accurately diagnose any brake issues and recommend the appropriate repairs to restore optimal braking performance.": "يتمتع فريقنا من الفنيين ذوي الخبرة بمعرفة عميقة بأنظمة المكابح ومجهز بأحدث الأدوات ومعدات التشخيص. يمكنهم تشخيص أي مشاكل للفرامل بدقة والتوصية بالإصلاحات المناسبة لاستعادة الأداء الأمثل للفرملة.",
    "Comprehensive Brake Services": "خدمات الفرامل الشاملة",
    "From brake pad replacements to rotor resurfacing, brake line repairs, and brake fluid flushes, we offer a comprehensive range of brake services. Our technicians pay attention to every detail, ensuring that your entire brake system is functioning flawlessly.": "بدءًا من استبدال وسادات الفرامل إلى تجديد سطح الدوار وإصلاح خط الفرامل وتنظيف سائل الفرامل ، نقدم مجموعة شاملة من خدمات الفرامل. يهتم الفنيون لدينا بكل التفاصيل ، مما يضمن أن نظام الفرامل بالكامل يعمل بشكل لا تشوبه شائبة.",
    "We believe in using only high-quality brake components from reputable manufacturers. Our commitment to quality ensures that your brake repairs are long-lasting and reliable. We never compromise on safety or performance.": "نحن نؤمن باستخدام مكونات المكابح عالية الجودة فقط من الشركات المصنعة ذات السمعة الطيبة. ويضمن التزامنا بالجودة أن تكون إصلاحات المكابح الخاصة بك طويلة الأمد وموثوقة. ولا نتنازل أبدًا عن السلامة أو الأداء.",
    "Prompt and Efficient Service": "خدمة سريعة وفعالة",
    "We understand that brake issues can be urgent and require immediate attention. When you bring your vehicle to us, we prioritize your safety and provide prompt service to get you back on the road as quickly as possible.": "نحن نتفهم أن مشكلات الفرامل يمكن أن تكون عاجلة وتتطلب اهتمامًا فوريًا. عندما تحضر سيارتك إلينا ، فإننا نعطي الأولوية لسلامتك ونقدم لك خدمة سريعة لإعادتك إلى الطريق بأسرع ما يمكن.",
    "At Kamboosha, we believe in fair and transparent pricing. Our technicians will provide a detailed explanation of the required repairs and associated costs upfront, so you know exactly what to expect. We aim to provide value for your investment without any hidden fees or surprises.": "في Kamboosha ، نؤمن بالأسعار العادلة والشفافة. سيقدم الفنيون لدينا شرحًا تفصيليًا للإصلاحات المطلوبة والتكاليف المرتبطة بها مقدمًا ، حتى تعرف بالضبط ما يمكن توقعه. نهدف إلى توفير قيمة لاستثمارك دون أي رسوم أو مفاجآت خفية . ",
    "Your satisfaction is our priority. We strive to deliver exceptional customer service, ensuring that you have a positive experience from the moment you contact us to the completion of your brake repairs. Our friendly staff is ready to answer your questions and address any concerns you may have.": "رضاك هو أولويتنا. نحن نسعى جاهدين لتقديم خدمة عملاء استثنائية ، مما يضمن حصولك على تجربة إيجابية من لحظة اتصالك بنا حتى الانتهاء من إصلاحات الفرامل الخاصة بك. موظفونا الودودون مستعدون للإجابة على أسئلتك ومعالجة أي مخاوف لك قد يملك.",
    "Professional Electrical Engineers": "المهندسين الكهربائيين المحترفين",
    "If you are an electric car owner": "إذا كنت مالك سيارة كهربائية",
    "As the number of electric cars in and around the UAE continues to rise, we have become one of the most trusted and reputed electric car service providers in MUSAFFAH ABU DHABI. We understand that electric car maintenance is different from fuel cars, and our technicians are specially trained to handle electric cars.": "مع استمرار ارتفاع عدد السيارات الكهربائية في دولة الإمارات العربية المتحدة وحولها ، أصبحنا أحد أكثر مزودي خدمات السيارات الكهربائية الموثوق بهم والسمعة في مصفح أبو ظبي. نحن نتفهم أن صيانة السيارات الكهربائية تختلف عن سيارات الوقود ، وفنيينا مدربون بشكل خاص على التعامل مع السيارات الكهربائية. ",
    "We are committed to providing the best possible service to our customers. We offer competitive pricing, transparent communication, and a hassle-free service experience. So, if you are looking for reliable and professional electric car services in ABU DHABI, look no further than Kamboosha Auto.": "نحن ملتزمون بتقديم أفضل خدمة ممكنة لعملائنا. نحن نقدم أسعارًا تنافسية ، واتصالات شفافة ، وتجربة خدمة خالية من المتاعب. لذلك ، إذا كنت تبحث عن خدمات سيارات كهربائية موثوقة ومحترفة في أبو ظبي ، فلا داعي لمزيد من البحث من Kamboosha Auto. ",
    "Why Choose Kamboosha for Your Electric Car Repair Needs?": "لماذا تختار Kamboosha لاحتياجاتك لإصلاح السيارات الكهربائية ؟",
    "Specialized Expertise": "الخبرة المتخصصة",
    "Our technicians are highly trained in electric vehicle systems and components. They stay up-to-date with the latest advancements in electric car technology, allowing them to diagnose and repair any issues efficiently. You can trust their expertise to keep your electric vehicle running smoothly.": "فنيونا مدربون تدريباً عالياً في أنظمة ومكونات المركبات الكهربائية. فهم على اطلاع دائم بأحدث التطورات في تكنولوجيا السيارات الكهربائية ، مما يسمح لهم بتشخيص وإصلاح أي مشاكل بكفاءة. يمكنك الوثوق بخبراتهم للحفاظ على سيارتك الكهربائية تعمل بسلاسة. ",
    "Cutting-Edge Diagnostic Tools": "أدوات التشخيص المتطورة",
    "We utilize state-of-the-art diagnostic equipment specifically designed for electric vehicles. These tools enable us to accurately identify and troubleshoot any electrical or mechanical issues, ensuring a precise diagnosis and effective repair solutions.": "نحن نستخدم أحدث معدات التشخيص المصممة خصيصًا للسيارات الكهربائية. وتمكننا هذه الأدوات من تحديد أي مشكلات كهربائية أو ميكانيكية وإصلاحها بدقة ، مما يضمن التشخيص الدقيق وحلول الإصلاح الفعالة.",
    "Battery System Expertise": "خبرة نظام البطارية",
    "The battery pack is a crucial component of electric vehicles. Our technicians have specialized knowledge in battery systems, including maintenance, diagnostics, and repairs. Whether it's optimizing battery performance, addressing charging issues, or handling battery replacements, we have you covered.": "تعد حزمة البطارية مكونًا مهمًا في السيارات الكهربائية. يتمتع الفنيون لدينا بمعرفة متخصصة في أنظمة البطاريات ، بما في ذلك الصيانة والتشخيص والإصلاحات. سواء كان ذلك لتحسين أداء البطارية أو معالجة مشكلات الشحن أو التعامل مع عمليات استبدال البطارية ، فقد قمنا بتغطيتك.",
    "From electrical system diagnostics and software updates to motor and drivetrain repairs, we provide a wide range of services for electric cars. Whether you're experiencing issues with regenerative braking, charging infrastructure compatibility, or any other electric vehicle-specific problems, we have the expertise to resolve them.": "بدءًا من تشخيصات النظام الكهربائي وتحديثات البرامج إلى إصلاحات المحركات ونظام الدفع ، نقدم مجموعة واسعة من الخدمات للسيارات الكهربائية. سواء كنت تواجه مشكلات مع الكبح المتجدد ، أو توافق البنية التحتية للشحن ، أو أي مشكلات أخرى خاصة بالمركبة الكهربائية ، فلدينا الخبرة لحلها. ",
    "Genuine Parts and Quality Repairs": "قطع غيار أصلية وإصلاحات الجودة",
    "We use genuine parts and follow manufacturer guidelines for electric vehicle repairs. This ensures that your vehicle maintains its reliability and performance while protecting your warranty. Our commitment to quality guarantees that you receive exceptional service every time.": "نحن نستخدم قطع غيار أصلية ونتبع إرشادات الشركة المصنعة لإصلاح السيارة الكهربائية. وهذا يضمن أن سيارتك تحافظ على موثوقيتها وأدائها مع حماية الضمان الخاص بك. التزامنا بضمانات الجودة بأن تتلقى خدمة استثنائية في كل مرة.",
    "Exceptional Customer Service": "خدمة عملاء استثنائية",
    "We prioritize your satisfaction and strive to deliver excellent customer service. Our team is dedicated to answering your questions, addressing your concerns, and providing transparent communication throughout the repair process. We value your trust and aim to exceed your expectations.": "نحن نعطي الأولوية لرضاك ونسعى جاهدين لتقديم خدمة عملاء ممتازة. فريقنا مكرس للإجابة على أسئلتك ومعالجة مخاوفك وتوفير اتصال شفاف طوال عملية الإصلاح. نحن نقدر ثقتك ونهدف إلى تجاوز توقعاتك.",
    "Gearbox Repair in Abu Dhabi": "إصلاح علبة التروس في أبو ظبي",
    "Introduction to Gearbox Repair Services": "مقدمة إلى خدمات إصلاح علبة التروس",
    "Common Gearbox Problems": "مشاكل علبة التروس الشائعة",
    "Some of the most common gearbox problems include slipping gears, difficulty shifting gears, unusual noises, and leaking oil. If you're experiencing any of these issues with your gearbox, it's essential to bring your vehicle in for repair as soon as possible. Ignoring these problems can result in further damage to the gearbox and more expensive repairs down the line.": "تتضمن بعض مشكلات علبة التروس الأكثر شيوعًا انزلاق التروس ، وصعوبة تغيير التروس ، والضوضاء غير العادية ، وتسريب الزيت. إذا كنت تواجه أيًا من هذه المشكلات مع علبة التروس ، فمن الضروري إحضار سيارتك للإصلاح في أقرب وقت ممكن. يمكن أن يؤدي تجاهل هذه المشكلات إلى مزيد من الضرر لعلبة التروس وإصلاحات باهظة التكلفة أسفل الخط. ",
    "If you're in need of gearbox repair services, don't hesitate to contact us today. We offer free consultations and estimates, and we're always happy to answer any questions you may have about our services. Whether you need a minor repair or a complete gearbox rebuild, we have the skills and expertise to get the job done right.": "إذا كنت بحاجة إلى خدمات إصلاح علبة التروس ، فلا تتردد في الاتصال بنا اليوم. فنحن نقدم استشارات وتقديرات مجانية ، ويسعدنا دائمًا الرد على أي أسئلة قد تكون لديك حول خدماتنا. سواء كنت بحاجة إلى قاصر إصلاح أو إعادة بناء علبة التروس بالكامل ، لدينا المهارات والخبرات اللازمة لإنجاز المهمة بشكل صحيح. ",
    "Why Choose Kamboosha for Your Gearbox Repair Needs?": "لماذا تختار Kamboosha لاحتياجات إصلاح علبة التروس الخاصة بك ؟",
    "Our technicians are experienced professionals with in-depth knowledge of various types of gearboxes. They stay updated with the latest industry advancements and are skilled in diagnosing and repairing gearbox issues efficiently. With their expertise, they can identify the root cause of the problem and provide effective repair solutions.": "فنيونا هم محترفون ذوو خبرة ولديهم معرفة عميقة بأنواع مختلفة من علب التروس. فهم يبقون على اطلاع بأحدث التطورات الصناعية وهم ماهرون في تشخيص مشكلات علبة التروس وإصلاحها بكفاءة. وبفضل خبرتهم ، يمكنهم تحديد السبب الجذري للمشكلة و تقديم حلول إصلاح فعالة. ",
    "Comprehensive Gearbox Repairs": "إصلاحات علبة التروس الشاملة",
    "Whether you have a manual, automatic, or semi-automatic gearbox, we offer comprehensive repair services to address various gearbox issues. From worn-out gears and synchronizers to clutch problems and fluid leaks, we have the expertise to handle it all.": "سواء كان لديك علبة تروس يدوية ، أو أوتوماتيكية ، أو شبه أوتوماتيكية ، فإننا نقدم خدمات إصلاح شاملة لمعالجة مختلف مشاكل علبة التروس. من التروس البالية والمزامنات إلى مشاكل القابض وتسرب السوائل ، لدينا الخبرة للتعامل مع كل ذلك.",
    "Quality Parts and Tools": "قطع غيار وأدوات الجودة",
    "We use high-quality, genuine parts for gearbox repairs to ensure optimal performance and longevity. Our technicians have access to advanced diagnostic tools and equipment, allowing them to accurately diagnose gearbox problems and perform precise repairs.": "نستخدم قطع غيار أصلية عالية الجودة لإصلاح علبة التروس لضمان الأداء الأمثل وطول العمر. يتمتع الفنيون لدينا بإمكانية الوصول إلى أدوات ومعدات التشخيص المتقدمة ، مما يسمح لهم بتشخيص مشاكل علبة التروس بدقة وإجراء إصلاحات دقيقة.",
    "Transparent Communication": "الاتصالات الشفافة",
    "At Kamboosha, we believe in transparent communication with our customers. Our technicians will explain the issues with your gearbox in detail and provide a clear explanation of the necessary repairs. We will keep you informed throughout the process, ensuring that you have a complete understanding of the repair work being done.": "في Kamboosha ، نؤمن بالتواصل الشفاف مع عملائنا. وسيقوم الفنيون لدينا بشرح المشكلات المتعلقة بعلبة التروس الخاصة بك بالتفصيل وتقديم شرح واضح للإصلاحات اللازمة. سنبقيك على اطلاع طوال العملية ، مما يضمن حصولك على فهم كامل من أعمال الإصلاح التي يتم إجراؤها ",
    "We understand that a faulty gearbox can disrupt your daily routine. That's why we strive to provide prompt and efficient service. Our technicians will work diligently to repair your gearbox as quickly as possible without compromising on the quality of workmanship.": "نحن نتفهم أن علبة التروس المعيبة يمكن أن تعطل روتينك اليومي. ولهذا السبب نسعى جاهدين لتقديم خدمة سريعة وفعالة. سيعمل الفنيون لدينا بجد لإصلاح علبة التروس في أسرع وقت ممكن دون المساومة على جودة العمل.",
    "Your satisfaction is our top priority. We aim to deliver exceptional customer service by providing a friendly and professional experience from start to finish. We will address any questions or concerns you may have and ensure that you are completely satisfied with the repair work performed on your gearbox.": "رضاك هو أولويتنا القصوى. نهدف إلى تقديم خدمة عملاء استثنائية من خلال توفير تجربة ودية ومهنية من البداية إلى النهاية. وسنتناول أي أسئلة أو مخاوف قد تكون لديك ونضمن رضاك التام عن أعمال الإصلاح التي تم إجراؤها على علبة التروس الخاصة بك. ",
    "Suspension Repair at Kamboosha Auto": "إصلاح التعليق في Kamboosha Auto",
    "Introduction to Suspension Repair Services": "مقدمة إلى خدمات إصلاح نظام التعليق",
    "Common Suspension Problems": "مشاكل التعليق الشائعة",
    "Some of the most common suspension problems include worn or damaged shocks and struts, broken springs, and misaligned wheels. These issues can cause a rough ride, decreased handling and control, and even a safety hazard. If you're experiencing any of these issues, it's important to bring your vehicle in for suspension repair services.": "تتضمن بعض مشكلات التعليق الأكثر شيوعًا الصدمات والدعامات التالفة أو التالفة ، والينابيع المكسورة ، والعجلات المنحرفة. يمكن أن تتسبب هذه المشكلات في ركوب خشن ، وانخفاض التحكم والسيطرة ، وحتى خطر على السلامة. إذا كنت تواجه أيًا من هذه المشكلات ، فمن المهم إحضار مركبتك للحصول على خدمات إصلاح نظام التعليق. ",
    "If you're in need of suspension repair services, don't hesitate to contact us today. We offer free consultations and estimates, and we're always happy to answer any questions you may have about our services. Whether you need a minor repair or a complete suspension overhaul, we have the skills and expertise to get the job done right.": "إذا كنت بحاجة إلى خدمات إصلاح نظام التعليق ، فلا تتردد في الاتصال بنا اليوم. فنحن نقدم استشارات وتقديرات مجانية ، ويسعدنا دائمًا الرد على أي أسئلة قد تكون لديك حول خدماتنا. سواء كنت بحاجة إلى قاصر إصلاح أو إصلاح التعليق الكامل ، لدينا المهارات والخبرة لإنجاز المهمة بشكل صحيح. ",
    "Why Choose Kamboosha for Your Suspension Repair Needs?": "لماذا تختار Kamboosha لاحتياجاتك لإصلاح نظام التعليق ؟",
    "Our technicians are experienced professionals with extensive knowledge of various suspension systems. They stay updated with the latest suspension technologies and are equipped with the expertise to diagnose and repair suspension issues accurately. You can trust their skills and knowledge to restore your vehicle's suspension performance.": "فنيونا هم محترفون ذوو خبرة ولديهم معرفة واسعة بأنظمة التعليق المختلفة. فهم على اطلاع دائم بأحدث تقنيات التعليق ومجهزين بالخبرة لتشخيص وإصلاح مشاكل التعليق بدقة. يمكنك الوثوق بمهاراتهم ومعرفتهم لاستعادة أداء التعليق في سيارتك. ",
    "Comprehensive Suspension Repairs": "إصلاحات نظام التعليق الشامل",
    "Whether you have a traditional coil spring suspension, air suspension, or any other type of suspension system, we offer comprehensive repair services. From worn-out shocks and struts to damaged control arms or bushings, we can address a wide range of suspension problems to restore your vehicle's ride quality.": "سواء كان لديك نظام تعليق زنبركي لولبي تقليدي ، أو تعليق هوائي ، أو أي نوع آخر من أنظمة التعليق ، فإننا نقدم خدمات إصلاح شاملة. بدءًا من الصدمات والدعامات البالية إلى أذرع التحكم أو البطانات التالفة ، يمكننا معالجة مجموعة واسعة من مشاكل التعليق لاستعادة جودة ركوب سيارتك. ",
    "We believe in using high-quality replacement parts from trusted manufacturers to ensure the longevity and performance of your suspension system. Our technicians will install genuine parts that meet or exceed the original equipment specifications, ensuring a reliable repair.": "نحن نؤمن باستخدام قطع غيار عالية الجودة من الشركات المصنعة الموثوقة لضمان طول عمر نظام التعليق الخاص بك وأدائه. سيقوم الفنيون لدينا بتركيب قطع غيار أصلية تلبي أو تتجاوز مواصفات المعدات الأصلية ، مما يضمن إصلاحًا موثوقًا به.",
    "State-of-the-Art Equipment": "دولة المعدات الفنية",
    "We utilize state-of-the-art diagnostic equipment and tools to accurately diagnose suspension issues and perform precise repairs. This allows us to efficiently identify the underlying problems and provide effective solutions, saving you time and money.": "نحن نستخدم أحدث المعدات والأدوات التشخيصية لتشخيص مشكلات التعليق بدقة وإجراء إصلاحات دقيقة. وهذا يسمح لنا بتحديد المشكلات الأساسية بكفاءة وتقديم حلول فعالة ، مما يوفر لك الوقت والمال.",
    "At Kamboosha, we value open and transparent communication with our customers. Our technicians will explain the suspension issues in detail and provide a clear breakdown of the necessary repairs. We will keep you informed throughout the process, ensuring that you understand the work being done on your vehicle.": "في Kamboosha ، نقدر التواصل المفتوح والشفاف مع عملائنا. وسيقوم الفنيون لدينا بشرح مشكلات التعليق بالتفصيل وتقديم تفصيل واضح للإصلاحات اللازمة. سنبقيك على اطلاع طوال العملية ، مما يضمن فهمك للعمل الجاري على سيارتك. ",
    "Your satisfaction is our priority. We strive to deliver exceptional customer service, from the moment you contact us to the completion of your suspension repairs. Our friendly staff is ready to address your questions and concerns, ensuring a positive experience at Kamboosha.": "رضاك هو أولويتنا. نحن نسعى جاهدين لتقديم خدمة عملاء استثنائية ، من لحظة اتصالك بنا إلى الانتهاء من إصلاحات نظام التعليق. موظفونا الودودون على استعداد للإجابة على أسئلتك ومخاوفك ، مما يضمن تجربة إيجابية في Kamboosha.",
    "Transmission Repair at Kamboosha Auto": "إصلاح ناقل الحركة في Kamboosha Auto",
    "Introduction to Transmission Repair Services": "مقدمة في خدمات إصلاح ناقل الحركة",
    "Common Transmission Problems": "مشاكل النقل الشائعة",
    "Some of the most common transmission problems include slipping gears, difficulty shifting gears, unusual noises, and leaking fluid. Ignoring these issues can lead to further damage to the transmission and more expensive repairs down the line. If you're experiencing any of these issues, it's essential to bring your vehicle in for transmission repair services.": "تتضمن بعض مشكلات ناقل الحركة الأكثر شيوعًا انزلاق التروس ، وصعوبة تبديل التروس ، والضوضاء غير العادية ، وتسريب السوائل. وقد يؤدي تجاهل هذه المشكلات إلى مزيد من الضرر بناقل الحركة وإصلاحات باهظة التكلفة. إذا كنت تواجه أيًا من هذه المشكلات المشكلات ، فمن الضروري إحضار سيارتك لخدمات إصلاح ناقل الحركة. ",
    "If you're in need of transmission repair services, don't hesitate to contact us today. We offer free consultations and estimates, and we're always happy to answer any questions you may have about our services. Whether you need a minor repair or a complete transmission rebuild, we have the skills and expertise to get the job done right.": "إذا كنت بحاجة إلى خدمات إصلاح ناقل الحركة ، فلا تتردد في الاتصال بنا اليوم. فنحن نقدم استشارات وتقديرات مجانية ، ويسعدنا دائمًا الرد على أي أسئلة قد تكون لديك حول خدماتنا. سواء كنت بحاجة إلى قاصر إصلاح أو إعادة بناء ناقل الحركة بالكامل ، لدينا المهارات والخبرات اللازمة لإنجاز المهمة بشكل صحيح. ",
    "Why Choose Kamboosha for Your Transmission Repair Needs?": "لماذا تختار Kamboosha لاحتياجات إصلاح ناقل الحركة لديك ؟",
    "Our technicians are highly trained professionals with extensive experience in diagnosing and repairing transmissions. They stay updated with the latest transmission technologies and are skilled in identifying and addressing transmission problems efficiently. You can trust their expertise to restore your vehicle's transmission performance.": "فنيونا محترفون مدربون تدريباً عالياً ويتمتعون بخبرة واسعة في تشخيص وإصلاح ناقل الحركة. إنهم يبقون على اطلاع بأحدث تقنيات الإرسال ولديهم مهارة في تحديد مشاكل الإرسال ومعالجتها بكفاءة. يمكنك الوثوق بخبراتهم لاستعادة أداء ناقل الحركة في سيارتك.",
    "Comprehensive Transmission Repairs": "إصلاحات ناقل الحركة الشاملة",
    "Whether you have a manual or automatic transmission, we offer comprehensive repair services to address various transmission issues. From slipping gears and rough shifting to transmission fluid leaks and clutch problems, we have the expertise to handle it all.": "سواء كان لديك ناقل حركة يدوي أو أوتوماتيكي ، فإننا نقدم خدمات إصلاح شاملة لمعالجة مشكلات ناقل الحركة المختلفة. بدءًا من التروس الانزلاقية والتحول الخام إلى تسرب سائل ناقل الحركة ومشاكل القابض ، لدينا الخبرة للتعامل مع كل ذلك.",
    "State-of-the-Art Diagnostic Equipment": "أحدث معدات التشخيص",
    "We utilize advanced diagnostic equipment specifically designed for transmission systems. This allows us to accurately diagnose transmission issues and pinpoint the root causes of the problems. With precise diagnostics, we can provide effective repair solutions, saving you time and money.": "نحن نستخدم معدات التشخيص المتقدمة المصممة خصيصًا لأنظمة النقل. وهذا يسمح لنا بتشخيص مشكلات الإرسال بدقة وتحديد الأسباب الجذرية للمشكلات. من خلال التشخيص الدقيق ، يمكننا تقديم حلول إصلاح فعالة ، مما يوفر لك الوقت والمال.",
    "We believe in using high-quality, genuine parts for transmission repairs to ensure optimal performance and longevity. Our technicians have access to reliable replacement parts from trusted manufacturers, ensuring that your repaired transmission meets or exceeds the original equipment specifications.": "نحن نؤمن باستخدام قطع غيار أصلية عالية الجودة لإصلاح ناقل الحركة لضمان الأداء الأمثل وطول العمر. يتمتع الفنيون لدينا بإمكانية الوصول إلى قطع غيار موثوقة من الشركات المصنعة الموثوقة ، مما يضمن أن ناقل الحركة الذي تم إصلاحه يفي أو يتجاوز مواصفات المعدات الأصلية.",
    "At Kamboosha, we prioritize transparent communication with our customers. Our technicians will explain the transmission issues in detail and provide a clear breakdown of the necessary repairs. We will keep you informed throughout the process, ensuring that you understand the work being done on your vehicle.": "في Kamboosha ، نعطي الأولوية للتواصل الشفاف مع عملائنا. وسيقوم الفنيون لدينا بشرح مشكلات الإرسال بالتفصيل وتقديم تفصيل واضح للإصلاحات اللازمة. سنبقيك على اطلاع طوال العملية ، مما يضمن فهمك للعمل الذي يتم إجراؤه على عربة.",
    "Your satisfaction is our top priority. We strive to deliver exceptional customer service by providing a friendly and professional experience. Our team is dedicated to addressing your questions and concerns, ensuring that you have a positive experience at Kamboosha.": "رضاك هو أولويتنا القصوى. نحن نسعى جاهدين لتقديم خدمة عملاء استثنائية من خلال توفير تجربة ودية ومهنية. فريقنا مكرس لمعالجة أسئلتك ومخاوفك ، مما يضمن حصولك على تجربة إيجابية في Kamboosha.",
    "Comfort System Repair": "إصلاح نظام الراحة",
    "Comfort System Repair At Kamboosha Auto": "إصلاح نظام الراحة في Kamboosha Auto",
    "Introduction to Car Comfort System Services": "مقدمة إلى خدمات نظام راحة السيارة",
    "There are many benefits to having your vehicle's comfort system serviced by a professional. Not only will it keep you comfortable on the road, but it can also improve the resale value of your vehicle. In addition, regular maintenance and repairs can help to extend the life of your vehicle's comfort systems and prevent more costly repairs down the line.": "هناك العديد من الفوائد للحصول على خدمة نظام الراحة في سيارتك بواسطة محترف. لن يجعلك ذلك مرتاحًا على الطريق فحسب ، بل يمكنه أيضًا تحسين قيمة إعادة بيع سيارتك. بالإضافة إلى ذلك ، يمكن أن تساعد الصيانة والإصلاحات المنتظمة في تمديد عمر أنظمة الراحة في سيارتك ومنع الإصلاحات الأكثر تكلفة في المستقبل. ",
    "Common Comfort System Problems": "مشاكل نظام الراحة الشائعة",
    "Some of the most common comfort system problems include air conditioning system issues, heater problems, unusual noises from the sound system, and more. These issues can make driving uncomfortable and frustrating, and it's essential to bring your vehicle in for comfort system services to keep your vehicle performing at its best.": "تتضمن بعض مشكلات نظام الراحة الأكثر شيوعًا مشكلات نظام تكييف الهواء ، ومشاكل السخان ، والضوضاء غير العادية الصادرة عن نظام الصوت ، والمزيد. يمكن أن تجعل هذه المشكلات القيادة غير مريحة ومحبطة ، ومن الضروري إحضار سيارتك للحصول على خدمات نظام مريحة إلى حافظ على أداء مركبتك في أفضل حالاتها. ",
    "If you're in need of car comfort system services, don't hesitate to contact us today. We offer free consultations and estimates, and we're always happy to answer any questions you may have about our services. Whether you need a minor repair or a complete comfort system overhaul, we have the skills and expertise to get the job done right.": "إذا كنت بحاجة إلى خدمات نظام راحة السيارة ، فلا تتردد في الاتصال بنا اليوم. فنحن نقدم استشارات وتقديرات مجانية ، ويسعدنا دائمًا الرد على أي أسئلة قد تكون لديك حول خدماتنا. سواء كنت بحاجة إلى إصلاح بسيط أو إصلاح شامل لنظام الراحة ، لدينا المهارات والخبرات اللازمة لإنجاز المهمة بشكل صحيح. ",
    "Why Choose Kamboosha for Your Comfort System Repair Needs?": "لماذا تختار Kamboosha لاحتياجات إصلاح نظام الراحة الخاص بك ؟",
    "Our technicians have the expertise and experience to diagnose and repair a wide range of comfort system issues. They stay updated with the latest technologies and are well-versed in the complexities of various comfort system components. You can trust their skills to restore the performance of your vehicle's comfort system.": "يتمتع الفنيون لدينا بالخبرة والخبرة لتشخيص مجموعة واسعة من مشكلات نظام الراحة وإصلاحها. فهم يبقون على اطلاع بأحدث التقنيات ولديهم دراية جيدة بتعقيدات مكونات نظام الراحة المختلفة. يمكنك الوثوق بمهاراتهم لاستعادة الأداء من نظام الراحة في سيارتك. ",
    "Comprehensive Repair Services": "خدمات الإصلاح الشامل",
    "We offer comprehensive repair services for various comfort system components, including air conditioning systems, heating systems, ventilation systems, seat heaters, defrosting systems, and more. Our technicians will accurately diagnose the issue and provide effective repair solutions to restore optimal comfort.": "نحن نقدم خدمات إصلاح شاملة للعديد من مكونات نظام الراحة ، بما في ذلك أنظمة تكييف الهواء وأنظمة التدفئة وأنظمة التهوية وسخانات المقاعد وأنظمة إزالة الصقيع والمزيد. سيقوم الفنيون لدينا بتشخيص المشكلة بدقة وتقديم حلول إصلاح فعالة لاستعادة الراحة المثلى.",
    "We believe in using high-quality replacement parts from reputable manufacturers to ensure the longevity and performance of your comfort system. Our technicians have access to advanced tools and equipment to perform precise repairs, ensuring reliable and lasting results.": "نحن نؤمن باستخدام قطع غيار عالية الجودة من الشركات المصنعة ذات السمعة الطيبة لضمان طول عمر وأداء نظام الراحة الخاص بك. يتمتع الفنيون لدينا بإمكانية الوصول إلى الأدوات والمعدات المتقدمة لإجراء إصلاحات دقيقة ، وضمان نتائج موثوقة ودائمة.",
    "At Kamboosha, we value open and transparent communication with our customers. Our technicians will explain the comfort system issues in detail and provide a clear breakdown of the necessary repairs. We will keep you informed throughout the process, ensuring that you understand the work being done on your vehicle.": "في Kamboosha ، نقدر التواصل المفتوح والشفاف مع عملائنا. وسيقوم الفنيون لدينا بشرح مشكلات نظام الراحة بالتفصيل وتقديم تفصيل واضح للإصلاحات اللازمة. سنبقيك على اطلاع طوال العملية ، مما يضمن أنك تفهم العمل الجاري على سيارتك. ",
    "We understand that a malfunctioning comfort system can be inconvenient. That's why we strive to provide prompt and efficient service. Our technicians will work diligently to repair your comfort system as quickly as possible without compromising on the quality of workmanship.": "نحن نتفهم أن نظام الراحة المعطل قد يكون غير مريح. ولهذا السبب نسعى جاهدين لتقديم خدمة سريعة وفعالة. سيعمل الفنيون لدينا بجد لإصلاح نظام الراحة الخاص بك في أسرع وقت ممكن دون المساومة على جودة العمل.",
    "Your satisfaction is our priority. We aim to deliver exceptional customer service, from the moment you contact us to the completion of your comfort system repairs. Our friendly staff is ready to address your questions and concerns, ensuring a positive experience at Kamboosha.": "رضاك هو أولويتنا. نحن نهدف إلى تقديم خدمة عملاء استثنائية ، من لحظة اتصالك بنا إلى الانتهاء من إصلاحات نظام الراحة الخاص بك. موظفونا الودودون مستعدون للإجابة على أسئلتك ومخاوفك ، مما يضمن تجربة إيجابية في Kamboosha.",
    "At Kamboosha Auto, we pride ourselves on offering exceptional customer service and quality workmanship. Our team of experienced mechanics has years of experience working with all types of axles and driveshafts, and we use only the best parts and equipment. We also offer competitive pricing and a quick turnaround time, so you can get back on the road as soon as possible.": "في Kamboosha Auto ، نفخر بأنفسنا لتقديم خدمة عملاء استثنائية وجودة صنعة. يتمتع فريق الميكانيكيين ذوي الخبرة لدينا بسنوات من الخبرة في العمل مع جميع أنواع المحاور وأعمدة الإدارة ، ونستخدم فقط أفضل الأجزاء والمعدات. كما نقدم أسعارًا تنافسية ووقت تحول سريع ، حتى تتمكن من العودة إلى الطريق في أسرع وقت ممكن. ",
    "Our technicians are highly trained professionals with extensive experience in diagnosing and repairing axles and driveshafts. They have the knowledge and skills to accurately identify the source of the problem and provide effective repair solutions.": "فنيونا محترفون مدربون تدريباً عالياً ويتمتعون بخبرة واسعة في تشخيص وإصلاح المحاور وأعمدة الإدارة. ولديهم المعرفة والمهارات اللازمة لتحديد مصدر المشكلة بدقة وتقديم حلول إصلاح فعالة.",
    "Whether you have a front-wheel drive, rear-wheel drive, or all-wheel drive vehicle, we offer comprehensive repair services for axles and driveshafts. From worn-out universal joints and CV joints to damaged or bent axles, we can address a variety of issues to restore your vehicle's performance.": "سواء كانت لديك مركبة دفع أمامي أو دفع خلفي أو مركبة دفع رباعي ، فإننا نقدم خدمات إصلاح شاملة للمحاور وأعمدة الإدارة. بدءًا من الوصلات العامة البالية ومفاصل CV إلى المحاور التالفة أو المنحنية ، يمكننا معالجة مجموعة متنوعة من المشكلات لاستعادة أداء سيارتك. ",
    "We believe in using high-quality replacement parts from reputable manufacturers to ensure the longevity and reliability of your repaired axle or driveshaft. Our technicians have access to reliable parts that meet or exceed the original equipment specifications.": "نحن نؤمن باستخدام قطع غيار عالية الجودة من الشركات المصنعة ذات السمعة الطيبة لضمان طول العمر والموثوقية للمحور أو عمود الإدارة الذي تم إصلاحه. يتمتع الفنيون لدينا بإمكانية الوصول إلى الأجزاء الموثوقة التي تلبي أو تتجاوز مواصفات المعدات الأصلية.",
    "We utilize state-of-the-art diagnostic equipment and specialized tools to accurately diagnose axle and driveshaft problems. This enables us to provide precise repairs and ensure optimal performance.": "نحن نستخدم أحدث معدات التشخيص والأدوات المتخصصة لتشخيص مشاكل المحور وعمود الإدارة بدقة. وهذا يمكننا من توفير إصلاحات دقيقة وضمان الأداء الأمثل.",
    "Reliable Tire Repair Services at Kamboosha": "خدمات موثوقة لإصلاح الإطارات في Kamboosha",
    "In need of tire repair services? ": "هل أنت بحاجة إلى خدمات إصلاح الإطارات ؟",
    "Look no further than Kamboosha. Our skilled technicians are here to provide you with reliable and efficient tire repair solutions, ensuring your safety on the road.": "لا تنظر إلى أبعد من Kamboosha. إن الفنيين المهرة لدينا هنا لتزويدك بحلول موثوقة وفعالة لإصلاح الإطارات ، مما يضمن سلامتك على الطريق.",
    "At Kamboosha": "في Kamboosha",
    "We understand the importance of well-maintained tires for optimal vehicle performance and safety.": "نحن نتفهم أهمية الإطارات التي يتم صيانتها جيدًا لتحقيق أداء وسلامة مثاليين للمركبة.",
    "Whether you have a small puncture, a slow leak, or other tire issues, we have the expertise to address them promptly and effectively.": "سواء كان لديك ثقب صغير ، أو تسرب بطيء ، أو مشاكل الإطارات الأخرى ، فلدينا الخبرة لمعالجتها بسرعة وفعالية.",
    "Why Choose Kamboosha for Your Tire Repair Needs?": "لماذا تختار Kamboosha لاحتياجاتك لإصلاح الإطارات ؟",
    "Our technicians are trained professionals with extensive knowledge of tire repair techniques. They have the expertise to accurately assess tire damage and determine the appropriate repair methods. You can trust their skills to restore the integrity and functionality of your tires.": "فنيونا محترفون مدربون ولديهم معرفة واسعة بتقنيات إصلاح الإطارات. ولديهم الخبرة لتقييم تلف الإطارات بدقة وتحديد طرق الإصلاح المناسبة. يمكنك الوثوق بمهاراتهم لاستعادة سلامة إطاراتك ووظائفها.",
    "Comprehensive Tire Repairs": "إصلاحات الإطارات الشاملة",
    "We offer a wide range of tire repair services, including patching punctures, repairing tire sidewall damage, fixing bead leaks, and more. Our technicians will carefully inspect your tires and provide the necessary repairs to ensure their reliability and longevity.": "نحن نقدم مجموعة واسعة من خدمات إصلاح الإطارات ، بما في ذلك ثقوب الترقيع ، وإصلاح الأضرار الجانبية للإطار ، وإصلاح تسربات الإطارات ، وأكثر من ذلك. سيقوم الفنيون لدينا بفحص الإطارات الخاصة بك بعناية وتوفير الإصلاحات اللازمة لضمان موثوقيتها وطول عمرها.",
    "Quality Materials and Tools": "مواد وأدوات عالية الجودة",
    "We use high-quality materials and industry-standard tools for tire repairs. This ensures the durability and effectiveness of the repairs, giving you confidence in the performance of your tires.": "نستخدم مواد عالية الجودة وأدوات متوافقة مع معايير الصناعة لإصلاح الإطارات. وهذا يضمن متانة وفعالية الإصلاحات ، مما يمنحك الثقة في أداء إطاراتك.",
    "Tire Safety Checks": "فحوصات سلامة الإطارات",
    "In addition to tire repairs, we also offer tire safety checks. Our technicians will inspect your tires for wear, proper inflation, and other potential issues. If any additional maintenance or adjustments are needed, we will provide recommendations to ensure your tires are in the best possible condition.": "بالإضافة إلى إصلاح الإطارات ، فإننا نقدم أيضًا فحوصات سلامة الإطارات. سيقوم الفنيون لدينا بفحص الإطارات الخاصة بك بحثًا عن التآكل والتضخم المناسب والمشكلات المحتملة الأخرى. إذا كانت هناك حاجة إلى أي صيانة أو تعديلات إضافية ، فسنقدم توصيات للتأكد من أن الإطارات الخاصة بك في أفضل حالة ممكنة. ",
    "At Kamboosha, we believe in transparent communication with our customers. Our technicians will explain the tire damage and repair process in detail. They will also provide clear information about the costs involved and any additional maintenance suggestions to help you make informed decisions.": "في Kamboosha ، نؤمن بالتواصل الشفاف مع عملائنا. سيقوم الفنيون لدينا بشرح تلف الإطارات وعملية الإصلاح بالتفصيل. كما سيقدمون معلومات واضحة حول التكاليف المتضمنة وأي اقتراحات صيانة إضافية لمساعدتك في اتخاذ قرارات مستنيرة.",
    "Your satisfaction is our priority. We strive to deliver exceptional customer service, from the moment you contact us to the completion of the tire repair work. Our friendly staff is ready to address your questions and concerns, ensuring a positive experience at Kamboosha.": "رضاك هو أولويتنا. نحن نسعى جاهدين لتقديم خدمة عملاء استثنائية ، من لحظة اتصالك بنا إلى الانتهاء من أعمال إصلاح الإطارات. موظفونا الودودون على استعداد للإجابة على أسئلتك ومخاوفك ، مما يضمن تجربة إيجابية في Kamboosha.",
    "Car Balancing Services at Kamboosha": "خدمات موازنة السيارات في Kamboosha",
    "Looking for professional car balancing services?": "هل تبحث عن خدمات احترافية لموازنة السيارات ؟",
    "Kamboosha is here to help. Our skilled technicians specialize in car balancing to ensure a smooth and stable ride for your vehicle.": "Kamboosha هنا للمساعدة. فنيونا المهرة متخصصون في موازنة السيارة لضمان قيادة سلسة ومستقرة لسيارتك.",
    "We understand the importance of proper wheel balance in maintaining optimal vehicle performance, tire longevity, and overall driving comfort.": "نحن نتفهم أهمية التوازن المناسب للعجلات في الحفاظ على الأداء الأمثل للمركبة ، وطول عمر الإطارات ، والراحة العامة للقيادة.",
    "Our team utilizes advanced equipment and techniques to accurately balance your vehicle's wheels, minimizing vibrations and maximizing safety.": "يستخدم فريقنا معدات وتقنيات متطورة لتحقيق التوازن الدقيق لعجلات سيارتك وتقليل الاهتزازات وزيادة السلامة.",
    "Why Choose Kamboosha for Car Balancing?": "لماذا تختار Kamboosha لموازنة السيارة ؟",
    "Our technicians are experienced professionals with in-depth knowledge of wheel balancing techniques. They have the expertise to identify imbalances and apply the necessary adjustments for precise wheel balance.": "فنيونا محترفون ذوو خبرة ولديهم معرفة عميقة بتقنيات موازنة العجلات. ولديهم الخبرة لتحديد الاختلالات وتطبيق التعديلات اللازمة لتحقيق توازن دقيق للعجلات.",
    "Advanced Equipment": "معدات متقدمة",
    "We utilize state-of-the-art wheel balancing equipment to achieve accurate results. Our advanced technology allows us to detect even the smallest imbalances and ensure precise wheel weight distribution.": "نحن نستخدم أحدث معدات موازنة العجلات لتحقيق نتائج دقيقة. تتيح لنا تقنيتنا المتقدمة اكتشاف حتى أصغر الاختلالات وضمان التوزيع الدقيق لوزن العجلات.",
    "Tire Inspection": "فحص الإطارات",
    "In addition to balancing your wheels, our technicians will inspect your tires for signs of wear, damage, or uneven tread wear. This comprehensive approach helps identify any underlying issues that may affect the overall balance and performance of your vehicle.": "بالإضافة إلى موازنة العجلات الخاصة بك ، سيقوم الفنيون لدينا بفحص الإطارات الخاصة بك بحثًا عن علامات التآكل أو التلف أو التآكل غير المتساوي للمداس. يساعد هذا النهج الشامل في تحديد أي مشكلات أساسية قد تؤثر على التوازن الكلي وأداء سيارتك.",
    "Precision Balancing": "موازنة دقيقة",
    "Our technicians will carefully evaluate the balance of each wheel and make adjustments as needed. This includes adding or removing weights to achieve the optimal balance and minimize vibrations.": "سيقوم الفنيون لدينا بتقييم توازن كل عجلة بعناية وإجراء التعديلات حسب الحاجة. وهذا يشمل إضافة أو إزالة الأوزان لتحقيق التوازن الأمثل وتقليل الاهتزازات.",
    "Enhanced Driving Experience": "تجربة القيادة المحسنة",
    "Proper wheel balancing enhances your driving experience by reducing vibrations, improving steering response, and promoting even tire wear. You'll enjoy a smoother, more stable ride and extended tire life.": "تعمل موازنة العجلات المناسبة على تحسين تجربة القيادة الخاصة بك عن طريق تقليل الاهتزازات ، وتحسين استجابة التوجيه ، وتعزيز تآكل الإطارات حتى. وسوف تستمتع بركوب أكثر سلاسة واستقرارًا وإطالة عمر الإطارات.",
    "Your satisfaction is our priority. We aim to deliver exceptional customer service by providing a friendly and professional experience. Our team is dedicated to addressing your questions and concerns, ensuring a positive experience at Kamboosha.": "رضاك هو أولويتنا. نهدف إلى تقديم خدمة عملاء استثنائية من خلال توفير تجربة ودية ومهنية. فريقنا مكرس لمعالجة أسئلتك ومخاوفك ، وضمان تجربة إيجابية في Kamboosha.",
    "Ceramic Protection Services at Kamboosha": "خدمات حماية السيراميك في Kamboosha",
    "Looking to protect your vehicle's paint and surfaces from the elements?": "هل تتطلع إلى حماية طلاء سيارتك وأسطحها من العوامل الجوية ؟",
    "Kamboosha offers professional ceramic protection services that provide long-lasting and superior protection for your vehicle.": "تقدم Kamboosha خدمات حماية سيراميك احترافية توفر حماية فائقة وطويلة الأمد لسيارتك.",
    "We understand that your vehicle is an investment, and preserving its appearance is important to you. Our ceramic protection services create a durable, transparent layer that shields your vehicle's paint, glass, and other surfaces from environmental hazards, UV rays, oxidation, and more.": "نحن ندرك أن سيارتك هي استثمار ، وأن الحفاظ على مظهرها أمر مهم بالنسبة لك. تخلق خدمات حماية السيراميك لدينا طبقة متينة وشفافة تحمي طلاء السيارة والزجاج والأسطح الأخرى من المخاطر البيئية والأشعة فوق البنفسجية والأكسدة و أكثر.",
    "Why Choose Kamboosha for Ceramic Protection?": "لماذا تختار Kamboosha لحماية السيراميك ؟",
    "High-Quality Ceramic Coating": "طلاء سيراميك عالي الجودة",
    "We use high-quality ceramic coatings that are designed to provide exceptional protection and durability. These coatings form a strong bond with the vehicle's surfaces, creating a hydrophobic and scratch-resistant barrier.": "نحن نستخدم طلاء سيراميك عالي الجودة مصمم لتوفير حماية ومتانة استثنائية. وتشكل هذه الطلاءات رابطة قوية مع أسطح السيارة ، مما يخلق حاجزًا مقاومًا للماء والخدش.",
    "Enhanced Gloss and Shine": "لمعان وتألق معززان",
    "Our ceramic coatings not only provide protection but also enhance the appearance of your vehicle. They bring out the depth and richness of your vehicle's paint, resulting in a stunning gloss and shine that lasts.": "لا توفر الطلاءات الخزفية الخاصة بنا الحماية فحسب ، بل تعزز أيضًا مظهر سيارتك. فهي تبرز عمق وثراء طلاء سيارتك ، مما يؤدي إلى لمعان وتألق مذهل يدوم.",
    "Long-Lasting Protection": "حماية طويلة الأمد",
    "Our ceramic coatings are formulated to provide long-lasting protection, often lasting years with proper maintenance. They offer superior resistance to UV damage, oxidation, chemical contaminants, bird droppings, and other environmental factors that can harm your vehicle's surfaces.": "تم تصميم طلاء السيراميك الخاص بنا لتوفير حماية طويلة الأمد ، وغالبًا ما تستمر لسنوات مع الصيانة المناسبة. فهي توفر مقاومة فائقة للأضرار الناتجة عن الأشعة فوق البنفسجية ، والأكسدة ، والملوثات الكيميائية ، وفضلات الطيور ، والعوامل البيئية الأخرى التي يمكن أن تضر بأسطح سيارتك.",
    "Easy Maintenance": "سهولة الصيانة",
    "Ceramic coatings make your vehicle easier to maintain. The hydrophobic properties of the coating repel water, dirt, and grime, making it easier to clean. Regular washing is all that's needed to keep your vehicle looking its best.": "تجعل الطلاءات الخزفية سيارتك أسهل في الصيانة. تعمل الخصائص المقاومة للماء للطلاء على صد الماء والأوساخ والأوساخ ، مما يسهل تنظيفها. الغسيل المنتظم هو كل ما يلزم للحفاظ على سيارتك في أفضل حالاتها.",
    "Professional Application": "تطبيق احترافي",
    "Our technicians are trained professionals with experience in applying ceramic coatings. They ensure even and thorough coverage, ensuring the best possible results for your vehicle.": "فنيونا هم محترفون مدربون ولديهم خبرة في تطبيق طلاء السيراميك. إنهم يضمنون تغطية متساوية وشاملة ، ويضمنون أفضل النتائج الممكنة لسيارتك.",
    "Your satisfaction is our priority. We strive to deliver exceptional customer service, from the moment you contact us to the completion of the ceramic protection application. Our friendly staff is ready to address your questions and concerns, ensuring a positive experience at Kamboosha.": "رضاك هو أولويتنا. نحن نسعى جاهدين لتقديم خدمة عملاء استثنائية ، من لحظة اتصالك بنا إلى الانتهاء من تطبيق حماية السيراميك. موظفونا الودودون على استعداد للإجابة على أسئلتك ومخاوفك ، مما يضمن تجربة إيجابية في Kamboosha.",
    "Nano Ceramic Window Tint Installation at Kamboosha": "تركيب صبغات النوافذ بتقنية النانو سيراميك في Kamboosha",
    "Looking to upgrade your vehicle's windows with advanced window tint technology?": "هل تتطلع إلى ترقية نوافذ سيارتك باستخدام تقنية تظليل النوافذ المتقدمة ؟",
    "Kamboosha offers professional installation of Nano Ceramic Window Tint, providing numerous benefits for your vehicle and driving experience.": "تقدم Kamboosha تثبيتًا احترافيًا لتظليل النوافذ بتقنية النانو سيراميك ، مما يوفر العديد من الفوائد لسيارتك وتجربة القيادة.",
    "We understand the importance of comfort, privacy, and protection while on the road. Our Nano Ceramic Window Tint offers superior heat rejection, UV protection, reduced glare, and enhanced aesthetics, making it an ideal choice for enhancing your vehicle's windows.": "نحن نتفهم أهمية الراحة والخصوصية والحماية أثناء السير على الطريق. يوفر تظليل النوافذ بتقنية النانو سيراميك رفضًا فائقًا للحرارة وحماية من الأشعة فوق البنفسجية وتقليل التوهج وجماليات محسّنة ، مما يجعله خيارًا مثاليًا لتحسين نوافذ سيارتك.",
    "Why Choose Nano Ceramic Window Tint from Kamboosha?": "لماذا تختار Nano Ceramic Window Tint من Kamboosha ؟",
    "Superior Heat Rejection": "رفض الحرارة الفائق",
    "Nano Ceramic Window Tint is designed to significantly reduce heat buildup inside your vehicle, keeping it cooler and more comfortable during hot weather. By blocking a large percentage of solar heat, it helps reduce the need for excessive air conditioning, resulting in potential energy savings.": "تم تصميم Nano Ceramic Window Tint لتقليل تراكم الحرارة داخل سيارتك بشكل كبير ، مما يجعلها أكثر برودة وراحة أثناء الطقس الحار. من خلال منع نسبة كبيرة من الحرارة الشمسية ، فهي تساعد على تقليل الحاجة إلى تكييف الهواء المفرط ، مما يؤدي إلى توفير الطاقة المحتمل . ",
    "Enhanced UV Protection": "حماية معززة للأشعة فوق البنفسجية",
    "Our Nano Ceramic Window Tint blocks up to 99% of harmful UV rays, protecting both you and your vehicle's interior from the damaging effects of prolonged sun exposure. This helps prevent fading, cracking, and discoloration of upholstery, dashboards, and other interior surfaces.": "يحجب تظليل النوافذ بتقنية النانو سيراميك ما يصل إلى 99٪ من الأشعة فوق البنفسجية الضارة ، مما يحمي كلاً من أنت وداخل سيارتك من الآثار الضارة الناجمة عن التعرض لأشعة الشمس لفترات طويلة. وهذا يساعد على منع تلاشي وتشقق وتغير لون التنجيد ولوحات العدادات والأسطح الداخلية الأخرى . ",
    "Reduced Glare": "الوهج المنخفض",
    "Glare from sunlight and headlights can be a safety hazard while driving. Nano Ceramic Window Tint reduces glare, enhancing visibility and reducing eye strain for a safer and more comfortable driving experience.": "الوهج الناتج عن ضوء الشمس والمصابيح الأمامية يمكن أن يشكل خطرًا على السلامة أثناء القيادة. تعمل تقنية النانو سيراميك لتظليل النوافذ على تقليل الوهج وتحسين الرؤية وتقليل إجهاد العين للحصول على تجربة قيادة أكثر أمانًا وراحة.",
    "Increased Privacy": "زيادة الخصوصية",
    "With Nano Ceramic Window Tint, you can enjoy enhanced privacy inside your vehicle. The tinted windows provide an added layer of confidentiality and security by limiting visibility from the outside.": "مع تظليل النوافذ من السيراميك بتقنية النانو ، يمكنك التمتع بخصوصية معززة داخل سيارتك. توفر النوافذ الملونة طبقة إضافية من السرية والأمان من خلال الحد من الرؤية من الخارج.",
    "Aesthetically Pleasing": "إرضاء جماليا",
    "Nano Ceramic Window Tint adds a sleek and sophisticated look to your vehicle's windows, enhancing its overall aesthetics. It gives your vehicle a stylish appearance while also improving its comfort and functionality.": "نانو سيراميك النافذة تضيف مظهرًا أنيقًا ومتطورًا لنوافذ سيارتك ، مما يعزز جمالياتها العامة. فهي تمنح سيارتك مظهرًا أنيقًا مع تحسين الراحة والوظائف أيضًا.",
    "Professional Installation": "التثبيت المهني",
    "Our skilled technicians have experience in installing Nano Ceramic Window Tint with precision and care. They ensure a flawless application for seamless, bubble-free results that meet your expectations.": "يتمتع الفنيون المهرة لدينا بالخبرة في تثبيت Nano Ceramic Window Tint بدقة وعناية. إنهم يضمنون تطبيقًا لا تشوبه شائبة للحصول على نتائج سلسة وخالية من الفقاعات تلبي توقعاتك.",
    "Your satisfaction is our priority. We strive to deliver exceptional customer service, from the moment you contact us to the completion of the Nano Ceramic Window Tint installation. Our friendly staff is ready to address your questions and concerns, ensuring a positive experience at Kamboosha.": "رضاك هو أولويتنا. نحن نسعى جاهدين لتقديم خدمة عملاء استثنائية ، من لحظة اتصالك بنا إلى الانتهاء من تركيب Nano Ceramic Window Tint. موظفونا الودودون على استعداد للإجابة على أسئلتك ومخاوفك ، مما يضمن تجربة إيجابية في Kamboosha . ",
    "Looking for professional upholstery services to refresh or repair your vehicle's interior?": "هل تبحث عن خدمات تنجيد احترافية لتحديث أو إصلاح داخل سيارتك ؟",
    "Kamboosha is here to help.": "Kamboosha هنا للمساعدة.",
    "Our skilled technicians specialize in upholstery work, providing high-quality services to restore comfort and beauty to your vehicle's interior.": "فنيونا المهرة متخصصون في أعمال التنجيد ، ويقدمون خدمات عالية الجودة لاستعادة الراحة والجمال لمقصورة سيارتك.",
    "We understand that the condition of your vehicle's upholstery plays a significant role in your overall driving experience.": "نحن نتفهم أن حالة تنجيد سيارتك تلعب دورًا مهمًا في تجربة القيادة الشاملة الخاصة بك.",
    "Whether you need to repair damaged seats, refresh worn-out upholstery, or customize your interior, we have the expertise and craftsmanship to meet your needs.": "سواء كنت بحاجة إلى إصلاح المقاعد التالفة ، أو تجديد التنجيد البالي ، أو تخصيص التصميم الداخلي الخاص بك ، فنحن لدينا الخبرة والحرفية لتلبية احتياجاتك.",
    "Why Choose Kamboosha for Your Upholstery Needs?": "لماذا تختار Kamboosha لاحتياجات التنجيد الخاصة بك ؟",
    "Skilled Technicians": "فنيين مهرة",
    "Our technicians are highly trained professionals with extensive experience in upholstery work. They have the knowledge and expertise to handle various materials and upholstery types, ensuring precise and meticulous results.": "فنيونا محترفون مدربون تدريباً عالياً ويتمتعون بخبرة واسعة في أعمال التنجيد. لديهم المعرفة والخبرة للتعامل مع مختلف المواد وأنواع المفروشات ، مما يضمن نتائج دقيقة ودقيقة.",
    "Repair and Restoration": "الإصلاح والترميم",
    "If your vehicle's upholstery has rips, tears, or other damages, our technicians can repair and restore it to its original condition. We use quality materials and specialized techniques to seamlessly repair upholstery, ensuring a durable and aesthetically pleasing outcome.": "إذا كان تنجيد سيارتك به تشققات أو تمزقات أو أضرار أخرى ، فيمكن لفنيينا إصلاحه وإعادته إلى حالته الأصلية. نستخدم مواد عالية الجودة وتقنيات متخصصة لإصلاح التنجيد بسلاسة ، مما يضمن الحصول على نتيجة دائمة وممتعة من الناحية الجمالية.",
    "Upholstery Replacement": "استبدال المفروشات",
    "If your vehicle's upholstery is extensively damaged or worn out, our technicians can replace it with new, high-quality upholstery. We offer a wide range of upholstery options, allowing you to choose the material, color, and design that best suits your preferences.": "في حالة تلف تنجيد سيارتك بشكل كبير أو تهالك ، يمكن للفنيين لدينا استبداله بمفروشات جديدة عالية الجودة. نحن نقدم مجموعة واسعة من خيارات التنجيد ، مما يتيح لك اختيار المواد واللون والتصميم الذي يناسب تفضيلاتك على أفضل وجه . ",
    "Customization": "التخصيص",
    "We understand that you may want to personalize your vehicle's interior. Whether it's upgrading to leather upholstery, adding custom stitching, or incorporating unique design elements, our technicians can work with you to create a customized interior that reflects your style.": "نحن نتفهم أنك قد ترغب في إضفاء الطابع الشخصي على مقصورة سيارتك. سواء كان الأمر يتعلق بالترقية إلى التنجيد الجلدي ، أو إضافة خياطة مخصصة ، أو دمج عناصر تصميم فريدة ، يمكن للفنيين لدينا العمل معك لإنشاء تصميم داخلي مخصص يعكس أسلوبك.",
    "Attention to Detail": "انتبه للتفاصيل",
    "We take pride in our attention to detail. Our technicians ensure that every aspect of the upholstery work, from precise measurements to stitching and finishing touches, is executed with precision and care. We strive for excellence in every project we undertake.": "نحن نفخر باهتمامنا بالتفاصيل. يضمن الفنيون لدينا أن كل جانب من جوانب أعمال التنجيد ، من القياسات الدقيقة إلى الخياطة واللمسات النهائية ، يتم تنفيذه بدقة وعناية. ونحن نسعى جاهدين للتميز في كل مشروع نقوم به.",
    "Looking for a professional car wash service to give your vehicle a sparkling clean finish? ": "هل تبحث عن خدمة غسيل سيارات احترافية لمنح سيارتك مظهرًا لامعًا ونظيفًا ؟",
    "Look no further than Kamboosha.": "لا تنظر أبعد من Kamboosha.",
    "Our team offers complete car wash services to restore the shine and cleanliness of your vehicle inside and out.": "يقدم فريقنا خدمات غسيل سيارات كاملة لاستعادة لمعان ونظافة سيارتك من الداخل والخارج.",
    "We understand that a clean and well-maintained vehicle not only looks great but also helps protect its surfaces from dirt, grime, and environmental contaminants.": "نحن نتفهم أن السيارة النظيفة التي تتم صيانتها جيدًا لا تبدو رائعة فحسب ، بل تساعد أيضًا في حماية أسطحها من الأوساخ والأوساخ والملوثات البيئية.",
    "Our skilled technicians use industry-leading techniques and high-quality products to provide a thorough and meticulous car wash experience.": "يستخدم فنيونا المهرة تقنيات رائدة في الصناعة ومنتجات عالية الجودة لتوفير تجربة غسيل سيارات شاملة ودقيقة.",
    "Why Choose Kamboosha for Your Car Wash Needs?": "لماذا تختار Kamboosha لاحتياجات غسيل سيارتك ؟",
    "Exterior Wash": "غسيل خارجي",
    "Our car wash services include a comprehensive exterior wash that removes dirt, mud, road grime, and other debris from your vehicle's surfaces. We use gentle yet effective cleaning solutions to ensure a spotless finish without causing damage to your vehicle's paintwork.": "تشمل خدماتنا لغسيل السيارات غسيلًا خارجيًا شاملاً يزيل الأوساخ والطين وأوساخ الطريق وغيرها من الحطام من أسطح سيارتك. نستخدم حلول تنظيف لطيفة وفعالة لضمان تشطيب نظيف دون التسبب في تلف طلاء السيارة.",
    "Wheels and Tires": "عجلات و إطارات",
    "We pay special attention to cleaning your vehicle's wheels and tires. Our technicians use appropriate cleaners and brushes to remove brake dust, dirt, and grease, leaving your wheels and tires looking clean and rejuvenated.": "نولي اهتمامًا خاصًا لتنظيف عجلات وإطارات سيارتك. يستخدم الفنيون لدينا منظفات وفرش مناسبة لإزالة الغبار والأوساخ والشحوم من الفرامل ، مما يجعل العجلات والإطارات تبدو نظيفة ومتجددة.",
    "Interior Detailing": "تفصيل داخلي",
    "We offer interior detailing services to ensure that your vehicle's interior is just as clean as the exterior. Our technicians will vacuum the seats, carpets, and floor mats, clean the dashboard and console, and wipe down all surfaces to remove dust, stains, and odors.": "نحن نقدم خدمات التفاصيل الداخلية للتأكد من أن الجزء الداخلي لسيارتك نظيف تمامًا مثل الخارج. سيقوم الفنيون لدينا بتنظيف المقاعد والسجاد وحصائر الأرضية وتنظيف لوحة القيادة والكونسول ومسح جميع الأسطح لإزالة الغبار والبقع ، والروائح. ",
    "Glass and Mirrors": "زجاج ومرايا",
    "We take care of cleaning your vehicle's glass and mirrors, leaving them streak-free and crystal clear. Our technicians use professional glass cleaners to ensure optimum visibility while driving.": "نحن نحرص على تنظيف زجاج سيارتك ومراياها ، ونتركها خالية من الخطوط ونقية تمامًا. يستخدم الفنيون لدينا منظفات زجاج احترافية لضمان الرؤية المثلى أثناء القيادة.",
    "Professional Equipment and Products": "المعدات والمنتجات المهنية",
    "At Kamboosha, we use professional-grade equipment and high-quality cleaning products to deliver exceptional results. Our car wash solutions are safe for your vehicle's surfaces and provide effective cleaning power.": "في Kamboosha ، نستخدم معدات احترافية ومنتجات تنظيف عالية الجودة لتحقيق نتائج استثنائية. حلولنا لغسيل السيارات آمنة لأسطح سيارتك وتوفر قوة تنظيف فعالة.",
    "Additional Services": "خدمات إضافية",
    "In addition to our car wash services, we offer additional services such as waxing, paint protection, headlight restoration, and more. These services help enhance the appearance and protection of your vehicle, allowing you to customize your car wash experience based on your needs.": "بالإضافة إلى خدمات غسيل السيارات التي نقدمها ، نقدم خدمات إضافية مثل إزالة الشعر بالشمع وحماية الطلاء وترميم المصابيح الأمامية والمزيد. تساعد هذه الخدمات في تحسين مظهر سيارتك وحمايتها ، مما يتيح لك تخصيص تجربة غسيل سيارتك بناءً على احتياجاتك . ",
    "Your satisfaction is our priority. We strive to deliver exceptional customer service, from the moment you arrive at Kamboosha to the completion of the car wash service. Our friendly staff is ready to address your questions and concerns, ensuring a positive experience.": "رضاك هو أولويتنا. نحن نسعى جاهدين لتقديم خدمة عملاء استثنائية ، من لحظة وصولك إلى Kamboosha حتى الانتهاء من خدمة غسيل السيارات. موظفونا الودودون على استعداد للإجابة على أسئلتك ومخاوفك ، مما يضمن تجربة إيجابية.",
    "Looking to restore the luster and shine of your vehicle's paintwork?": "هل تتطلع إلى استعادة بريق ولمعان طلاء سيارتك ؟",
    "Kamboosha offers professional car polishing services that will revitalize the appearance of your vehicle, bringing back its showroom shine.": "تقدم Kamboosha خدمات تلميع السيارات الاحترافية التي من شأنها تنشيط مظهر سيارتك ، وإعادة لمعان صالة العرض.",
    "We understand that over time, your vehicle's paint can become dull, scratched, or marred by swirl marks.": "نحن نتفهم أنه بمرور الوقت ، يمكن أن يصبح طلاء سيارتك باهتًا أو مخدوشًا أو مشوهًا بعلامات دوامة.",
    "Our skilled technicians specialize in car polishing, using advanced techniques and high-quality products to rejuvenate your vehicle's paint and achieve a flawless finish.": "فنيونا المهرة متخصصون في تلميع السيارات ، باستخدام تقنيات متقدمة ومنتجات عالية الجودة لتجديد طلاء سيارتك وتحقيق تشطيب لا تشوبه شائبة.",
    "Why Choose Kamboosha for Your Car Polishing Needs?": "لماذا تختار Kamboosha لاحتياجات تلميع سيارتك ؟",
    "Our technicians are highly trained professionals with expertise in car polishing techniques. They have the knowledge and experience to assess your vehicle's paint condition and select the appropriate polishing methods to achieve the best results.": "فنيونا محترفون مدربون تدريباً عالياً ولديهم خبرة في تقنيات تلميع السيارات. لديهم المعرفة والخبرة لتقييم حالة طلاء سيارتك واختيار طرق التلميع المناسبة لتحقيق أفضل النتائج.",
    "Paint Correction": "تصحيح الطلاء",
    "If your vehicle's paint has swirl marks, light scratches, or other imperfections, our technicians can perform paint correction during the polishing process. This involves removing a thin layer of the clear coat to eliminate imperfections and reveal a smooth and glossy finish.": "إذا كان طلاء سيارتك يحتوي على علامات دائرية أو خدوش خفيفة أو عيوب أخرى ، فيمكن لفنيينا إجراء تصحيح للطلاء أثناء عملية التلميع. ويتضمن ذلك إزالة طبقة رقيقة من الطبقة الشفافة لإزالة العيوب وإظهار اللمسة النهائية الناعمة والمصقولة.",
    "Restoring Gloss and Depth": "استعادة اللمعان والعمق",
    "Car polishing helps restore the depth and gloss of your vehicle's paintwork. Our technicians use professional-grade polishing compounds and pads to carefully remove surface imperfections, bringing back the brilliance and shine to your vehicle's paint.": "يساعد تلميع السيارة على استعادة عمق ولمعان طلاء سيارتك. يستخدم الفنيون لدينا تركيبات ووسادات تلميع ذات درجة احترافية لإزالة عيوب السطح بعناية ، وإعادة التألق والتألق إلى طلاء سيارتك.",
    "Removing Oxidation and Contaminants": "إزالة الأكسدة والملوثات",
    "Over time, your vehicle's paint can become oxidized and contaminated by environmental pollutants. Our polishing process effectively removes oxidation and contaminants, leaving a clean and vibrant finish.": "بمرور الوقت ، يمكن أن يتأكسد طلاء سيارتك ويتلوث بالملوثات البيئية. تزيل عملية التلميع لدينا الأكسدة والملوثات بشكل فعال ، مما يترك مظهرًا نظيفًا وحيويًا.",
    "Protecting the Paint": "حماية الطلاء",
    "After the polishing process, we can apply a protective sealant or wax to enhance the longevity of the newly restored finish. This protective layer helps guard against UV rays, dirt, and other elements, keeping your vehicle's paint looking its best for longer.": "بعد عملية التلميع ، يمكننا تطبيق مانع التسرب أو الشمع الواقي لتعزيز طول عمر الطبقة النهائية المستعادة حديثًا. تساعد هذه الطبقة الواقية على الحماية من الأشعة فوق البنفسجية والأوساخ والعناصر الأخرى ، مما يجعل طلاء سيارتك يبدو في أفضل حالاته لفترة أطول.",
    "We take pride in our attention to detail. Our technicians meticulously polish every inch of your vehicle's paint, ensuring consistent and uniform results. We strive for excellence in every project we undertake.": "نحن نفخر باهتمامنا بالتفاصيل. يقوم الفنيون لدينا بتلميع كل شبر من طلاء سيارتك بدقة ، مما يضمن نتائج متسقة وموحدة. نحن نسعى جاهدين للتميز في كل مشروع نقوم به.",
    "Looking to enhance your vehicle's style, comfort, or functionality with car accessories?": "هل تتطلع إلى تحسين أسلوب سيارتك أو راحتها أو وظيفتها باستخدام ملحقات السيارة ؟",
    "Kamboosha offers a wide range of high-quality car accessories designed to elevate your driving experience.": "تقدم Kamboosha مجموعة واسعة من ملحقات السيارة عالية الجودة المصممة لتحسين تجربة القيادة الخاصة بك.",
    "we understand that personalizing your vehicle with the right accessories can make a significant difference in its overall aesthetics and usability.": "نحن نتفهم أن إضفاء الطابع الشخصي على سيارتك باستخدام الملحقات المناسبة يمكن أن يحدث فرقًا كبيرًا في جمالياتها الكلية وسهولة استخدامها.",
    "interior enhancements, exterior add-ons, or technology upgrades, our selection of car accessories has something for everyone.": "التحسينات الداخلية ، أو الإضافات الخارجية ، أو ترقيات التكنولوجيا ، لدينا مجموعة من ملحقات السيارة لديها ما يناسب الجميع.",
    "Why Choose Car Accessories from Kamboosha?": "لماذا تختار اكسسوارات السيارات من Kamboosha ؟",
    "Diverse Selection": "اختيار متنوع",
    "Our inventory includes a diverse range of car accessories to suit your specific needs and preferences. From interior accessories like floor mats, seat covers, and organizers to exterior accessories like spoilers, grilles, and roof racks, we have you covered.": "يتضمن مخزوننا مجموعة متنوعة من ملحقات السيارة لتناسب احتياجاتك وتفضيلاتك الخاصة. من الملحقات الداخلية مثل الحصير وأغطية المقاعد والمنظمين إلى الملحقات الخارجية مثل المفسد والشبكات ورفوف السقف ، نحن نوفر لك ما تحتاجه.",
    "Quality Products": "منتجات ذات جودة عالية",
    "We prioritize offering high-quality car accessories from reputable manufacturers. Our products are built to last, ensuring durability and reliability in their performance. We carefully select accessories that meet our standards of quality, functionality, and style.": "نعطي الأولوية لتقديم ملحقات السيارة عالية الجودة من الشركات المصنعة ذات السمعة الطيبة. تم تصميم منتجاتنا لتدوم ، مما يضمن المتانة والموثوقية في أدائها. نختار بعناية الملحقات التي تلبي معايير الجودة والوظائف والأناقة.",
    "Style and Personalization": "الأسلوب والتخصيص",
    "Car accessories provide an opportunity to personalize your vehicle and make it stand out from the crowd. Whether you prefer a sporty look, a sleek appearance, or a rugged aesthetic, our accessories can help you achieve the desired style and uniqueness.": "توفر إكسسوارات السيارة فرصة لإضفاء الطابع الشخصي على سيارتك وجعلها تبرز من بين الحشود. سواء كنت تفضل مظهرًا رياضيًا أو مظهرًا أنيقًا أو جماليًا متينًا ، يمكن أن تساعدك إكسسواراتنا في تحقيق الأسلوب والتفرد المطلوبين.",
    "Improved Comfort and Convenience": "راحة وملاءمة محسنة",
    "Many of our car accessories are designed to enhance comfort and convenience during your drive. From ergonomic seat cushions and steering wheel covers to technology upgrades like Bluetooth connectivity and GPS systems, we have accessories that can make your driving experience more enjoyable.": "تم تصميم العديد من ملحقات السيارة الخاصة بنا لتعزيز الراحة والراحة أثناء القيادة. بدءًا من وسائد المقاعد المريحة وأغطية عجلة القيادة إلى ترقيات التكنولوجيا مثل اتصال Bluetooth وأنظمة GPS ، لدينا ملحقات يمكن أن تجعل تجربة القيادة الخاصة بك أكثر متعة.",
    "Our skilled technicians can assist with the installation of your chosen car accessories, ensuring a proper fit and seamless integration with your vehicle. They have the expertise to handle the installation process efficiently and effectively.": "يمكن للفنيين المهرة لدينا المساعدة في تركيب ملحقات السيارة التي اخترتها ، مما يضمن التوافق المناسب والتكامل السلس مع سيارتك. لديهم الخبرة للتعامل مع عملية التثبيت بكفاءة وفعالية.",
    "Your satisfaction is our priority. We strive to deliver exceptional customer service, from the moment you browse our selection to the installation of your chosen accessories. Our friendly staff is ready to address your questions and concerns, ensuring a positive experience at Kamboosha.": "رضاك هو أولويتنا. نحن نسعى جاهدين لتقديم خدمة عملاء استثنائية ، من اللحظة التي تتصفح فيها اختياراتنا حتى تركيب الملحقات التي اخترتها. موظفونا الودودون مستعدون للإجابة على أسئلتك ومخاوفك ، مما يضمن تجربة إيجابية في Kamboosha.",
    "In need of car screen replacement services to restore the clarity and functionality of your vehicle's display?": "هل أنت بحاجة إلى خدمات استبدال شاشة السيارة لاستعادة الوضوح والوظيفة لشاشة عرض سيارتك ؟",
    " Kamboosha is here to help.": "Kamboosha هنا للمساعدة.",
    "Our skilled technicians specialize in car screen replacement, ensuring a seamless and reliable solution for your vehicle's screen-related issues.": "فنيونا المهرة متخصصون في استبدال شاشة السيارة ، مما يضمن حلاً سلسًا وموثوقًا للمشكلات المتعلقة بشاشة سيارتك.",
    "we understand the importance of a clear and functional display in your vehicle. Whether you have a damaged or malfunctioning screen, our technicians have the expertise to replace it with a high-quality replacement screen, restoring your ability to access essential features and information.": "نحن نتفهم أهمية العرض الواضح والوظيفي في سيارتك. سواء كان لديك شاشة تالفة أو معطلة ، يتمتع الفنيون لدينا بالخبرة لاستبدالها بشاشة بديلة عالية الجودة ، واستعادة قدرتك على الوصول إلى الميزات والمعلومات الأساسية. ",
    "Why Choose Kamboosha for Car Screen Replacement?": "لماذا تختار Kamboosha لاستبدال شاشة السيارة ؟",
    "Our technicians are highly trained professionals with extensive experience in car screen replacement. They have the knowledge and skills to work with a wide range of vehicle makes and models, ensuring a precise and proper installation.": "فنيونا محترفون مدربون تدريباً عالياً ويتمتعون بخبرة واسعة في استبدال شاشة السيارة. ولديهم المعرفة والمهارات اللازمة للعمل مع مجموعة واسعة من طرازات وموديلات المركبات ، مما يضمن تركيبًا دقيقًا وسليمًا.",
    "Quality Replacement Screens": "شاشات استبدال الجودة",
    "We believe in using high-quality replacement screens that meet or exceed industry standards. Our technicians have access to reputable suppliers to source screens that provide excellent clarity, durability, and compatibility with your specific vehicle.": "نحن نؤمن باستخدام شاشات بديلة عالية الجودة تلبي أو تتجاوز معايير الصناعة. يتمتع الفنيون لدينا بإمكانية الوصول إلى الموردين ذوي السمعة الطيبة لشاشات المصدر التي توفر وضوحًا ممتازًا ومتانة وتوافقًا مع سيارتك المحددة.",
    "OEM Compatibility": "توافق OEM",
    "We prioritize OEM (Original Equipment Manufacturer) compatibility to ensure that the replacement screen seamlessly integrates with your vehicle's existing systems. This helps maintain the functionality and appearance of your vehicle's interior.": "نحن نعطي الأولوية لتوافق OEM (الشركة المصنعة للمعدات الأصلية) لضمان تكامل الشاشة البديلة بسلاسة مع الأنظمة الحالية لسيارتك. وهذا يساعد في الحفاظ على وظائف ومظهر مقصورة سيارتك.",
    "Comprehensive Diagnostic": "التشخيص الشامل",
    "Our technicians will perform a comprehensive diagnostic to identify the root cause of the screen issue. This ensures that the replacement screen addresses the specific problem, whether it's a cracked screen, unresponsive touch functionality, or other display-related issues.": "سيقوم الفنيون لدينا بإجراء تشخيص شامل لتحديد السبب الجذري لمشكلة الشاشة. وهذا يضمن أن الشاشة البديلة تعالج المشكلة المحددة ، سواء كانت شاشة متصدعة أو وظيفة اللمس غير المستجيبة أو غيرها من المشكلات المتعلقة بالشاشة.",
    "We take pride in our professional installation services. Our technicians will carefully remove the old screen and install the new one with precision, ensuring a proper fit and functionality. They will also test the replacement screen to verify its performance and usability.": "نحن نفخر بخدمات التركيب الاحترافية التي نقدمها. سيقوم الفنيون لدينا بإزالة الشاشة القديمة بعناية وتثبيت الشاشة الجديدة بدقة ، مما يضمن الملاءمة والوظيفة المناسبة. كما سيختبرون الشاشة البديلة للتحقق من أدائها وقابليتها للاستخدام.",
    "Your satisfaction is our priority. We strive to deliver exceptional customer service, from the moment you contact us to the completion of the car screen replacement. Our friendly staff is ready to address your questions and concerns, ensuring a positive experience at Kamboosha.": "رضاك هو أولويتنا. نحن نسعى جاهدين لتقديم خدمة عملاء استثنائية ، من لحظة اتصالك بنا حتى الانتهاء من استبدال شاشة السيارة. موظفونا الودودون على استعداد للإجابة على أسئلتك ومخاوفك ، مما يضمن تجربة إيجابية في Kamboosha.",
    "What do Extended Warranties Cover? ": "ما الذي تغطيه الضمانات الموسعة ؟",
    "An extended warranty is actually an insurance policy on your vehicle, a safeguard against expensive, unforeseen repairs. It covers repairs for an agreed-upon period of time and miles. True warranties, though, are included in the price of the product.": "الضمان الموسع في الواقع هو بوليصة تأمين على مركبتك، وهو حماية ضد إصلاحات مكلفة وغير متوقعة. يغطي الإصلاحات لفترة زمنية وعدد ميلات متفق عليه. ومع ذلك، يتم تضمين الضمانات الحقيقية في سعر المنتج.",
    "How Do I Check The Transmission Fluid Level? ": "كيف يمكنني التحقق من مستوى سائل ناقل الحركة ؟",
    "Transmission fluid should be exchanged every 60,000 miles. By following your vehicle's manufacturer recommendations on transmission fluid exchanges, you are truly protecting your vehicle from preventable (and expensive) transmission damage.": "يجب استبدال سائل ناقل الحركة كل 60,000 ميل. من خلال اتباع توصيات مصنع السيارة بشأن استبدال سائل ناقل الحركة، فإنك تحمي سيارتك حقًا من الأضرار القابلة للتجنب (والمكلفة) لناقل الحركة.",
    "How Often Should I Change My Oil?": "بأي تردد يجب تغيير زيت المحرك ؟",
    "If your vehicle uses conventional oil, you should have it replaced every 3 months or 3,000 miles.": "إذا كانت سيارتك تستخدم زيتًا تقليديًا، يجب استبداله كل 3 أشهر أو 3000 ميل.",
    "If your vehicle uses synthetic oil, you should have it replaced every 6 months or 5,000 miles.": "إذا كانت سيارتك تستخدم زيتًا اصطناعيًا، يجب استبداله كل 6 أشهر أو 5000 ميل.",
    "What should I consider when buying an auto battery?": "ما الذي يجب أن أنتبه إليه عند شراء بطارية السيارة ؟",
    "Car batteries ideally last between 3-5 years depending on a number of factors.": "تستمر بطاريات السيارات في الواقع من 3 إلى 5 سنوات في الأفضل وذلك اعتمادًا على عدد من العوامل.",
    "To ensure optimal performance and maintenance, simply have your battery checked by an technicianduring every oil change.": "لضمان الأداء والصيانة الأمثل، ما عليك سوى فحص بطاريتك من قبل فني أثناء كل تغيير زيت.",
    "What makes Certified Service technicians different? ": "ما الذي يميز فنيي الخدمة المعتمدين ؟",
    "Certified automotive technicians are held to measurable and strict standards in their line of work, and they are accountable to those standards individually": "يتم اعتبار فنيي السيارات المعتمدين ملتزمين بمعايير قياسية صارمة في مجال عملهم، وهم مسؤولون عن تلك المعايير بشكل فردي.",
    "Autolane is dedicated to upholding those standards.": "تلتزم Autolane بالالتزام بهذه المعايير.",
    "CONTACT US": "تواصل معنا",
    "Contact Us": "تواصل معنا",
    "ADDRESS": "العنوان",
    "Forsan central mall": "مول فرسان سنترال",
    "Khalifa A": "خليفة أ",
    "Abu Dhabi": "أبو ظبي",
    "OPEN HOURS": "ساعات العمل",
    "Saturday – Thursday": "السبت - الخميس",
    "Friday": "الجمعة",
    "10 am – 11 pm": "10 صباحًا - 11 مساءً",
    "2 pm – 11 pm": "2 مساءً - 11 مساءً",
    "OUR RECENT WORKS": "أعمالنا الأخيرة",
    "Welcome to Kamboosha Car Service Center!": "مرحبًا بك في مركز خدمة سيارات جي إكس إف!",
    "EXPERT TEAM MEMBERS":"أعضاء فريق الخبراء",
    "Popular Products": "منتجات شهيرة",
    "All": "الكل",
    "Featured": "مميزة",
    "Popular": "شائعة",
    "New added": "مضافة حديثًا",
    "Shop by Categories": "تسوق حسب الفئات",
    "All Categories": "جميع الفئات",
    "": ""
}