{
    "Get great devices up to 50% off": "احصل على أجهزة رائعة بخصم يصل إلى 50%",
    "view details": "عرض التفاصيل",
    "arabic": "العربية",
    "english": "الإنجليزية",
    "USD": "دولار أمريكي",
    "DH": "درهم اماراتي",
    "home": "الرئيسية",
    "services": "الخدمات",
    "packages": "الباقات",
    "about us": "من نحن",
    "contact": "اتصل بنا",
    "service": "خدمة",
    "package": "باقة",
    "get coupons & offers": "احصل على قسائم وعروض",
    "worry no more, now you can book your car services online and also get benefited from the coupons available. with online booking, you can save your time and money both.": "لا داعي للقلق بعد الآن، يمكنك الآن حجز خدمات سيارتك عبر الإنترنت واستفادة من القسائم المتاحة. من خلال الحجز عبر الإنترنت، يمكنك توفير وقتك وأموالك أيضًا.",
    "get offers": "احصل على عروض",
    "More than 12 years of operation in the field of Car Services": "أكثر من 12 عامًا من العمل في مجال خدمات السيارات",
    "International standard process and large factory system": "عملية قياسية عالمية ونظام مصنع كبير",
    "Employees in the whole system include many leading engineers": "الموظفون في النظام بأكمله يشملون العديد من المهندسين الرائدين",
    "Service technology to satisfy customers needs and interests": "تكنولوجيا الخدمة لتلبية احتياجات واهتمامات العملاء",
    "OUR SERVICES": "خدماتنا",
    "BRAKE REPAIR": "إصلاح الفرامل",
    "You get used to your brakes. Brake pads and rotors wear out from the immense friction and heat they encounter. Air gets into brake lines.…": "تتعود على فراملك. تتآكل أقراص الفرامل والأقراص الدوارة بسبب الاحتكاك الشديد والحرارة التي تتعرض لها. يدخل الهواء إلى خطوط الفرامل...",
    "ENGINE REPAIR": "إصلاح المحرك",
    "The check engine usually indicates a need to replace one or more parts of your engine or exhaust system: the oxygen sensor, catalytic...": "عادة ما يشير ضوء فحص المحرك إلى الحاجة إلى استبدال جزء واحد أو أكثر من محركك أو نظام العادم: جهاز استشعار الأكسجين، المحفز...",
    "TIRE REPAIR": "إصلاح الإطارات",
    "You need new tires, and you have questions. What type of tire do I really need? What do terms like “all-season” and “all-terrain” really mean?...": "تحتاج إلى إطارات جديدة ولديك بعض الأسئلة. ما هو نوع الإطار الذي أحتاجه حقًا؟ ماذا تعني مصطلحات مثل 'جميع المواسم' و 'جميع الطرق الوعرة' حقًا؟...",
    "COOLING SYSTEM": "نظام التبريد",
    "An overheated engine that leaves you stranded on the side of the road is a hassle. But overheating is one of many signs of trouble...": "إن المحرك الذي يتعرض للحرارة الزائدة ويتركك عالقًا على جانب الطريق يسبب إزعاجًا. ولكن السخونة الزائدة هي واحدة من العديد من علامات المشاكل...",
    "BATTERY REPAIR": "إصلاح البطارية",
    "Your vehicle just won’t start. You turn on the ignition, and all you get is the telltale clicking noise. Possibly followed by competing pronouncements...": "مركبتك لن تشتغل فقط. تقوم بتشغيل الإشعال، وكل ما تسمعه هو صوت النقر المعروف. ربما يتبع ذلك بيانات تنافسية...",
    "STEERING REPAIR": "إصلاح نظام التوجيه",
    "Your steering and suspension systems work together to keep your tires on the pavement and your vehicle under control – until a power steering...": "يعمل نظامي التوجيه والتعليق معًا للحفاظ على إطاراتك على الطريق ومركبتك تحت السيطرة - حتى تعطل نظام التوجيه المعزز...",
    "DETAILS SERVICE": "تفاصيل الخدمه",
    "All Services": "جميع الخدمات",
    "MAINTENANCE & REPAIRS": "الصيانة والتصليح",
    "PERSONAL": "شخصي",
    "49.99 DH": "229.90 د.أ",
    "per month": "شهريًا",
    "Scheduled servicing": "صيانة مجدولة",
    "Component wear reminders": "تذكير بارتداء الأجزاء",
    "Introduce new revenue streams": "تقديم مصادر دخل جديدة",
    "All routine maintenance": "جميع أعمال الصيانة الروتينية",
    "24/7 customer service": "خدمة العملاء على مدار الساعة / 7 أيام في الأسبوع",
    "PROFESSIONAL": "محترف",
    "99.99 DH": "367.90 د.أ",
    "AFFORDABLE PRICING PLANS": "أسعار ميسورة للخطط",
    "We provide the best car service, recommend the best products through an independent review process.": "نحن نوفر أفضل خدمة للسيارات، ونوصي بأفضل المنتجات من خلال عملية مراجعة مستقلة.",
    "SAME DAY SERVICE": "خدمة في نفس اليوم",
    "CONVENIENT LOCATION": "موقع ملائم",
    "ONLINE APPOINTMENT": "موعد عبر الإنترنت",
    "GET STARTED": "ابدأ",
    "CAR EXTERIOR CLEANING: BASIC DETAILING":"",
    "COMPLIMENTARY SHUTTLE":"",
    "GET SERVICE":"",
    "RUBBING, WAXING, AND POLISHING": "",
    "Our technicians have undergone the most extensive and stringent car detail training program. And the only car that matters is yours because we will detail it to your complete satisfaction.": "",
    "HOW TO SERVICE YOUR CAR": "",
    "Rather than letting your services go by, take these steps to keep your car in good shape until you can afford a full service.": "",
    "MAKE AN APPOINTMENT": "",
    "SELECT SERVICE": "",
    "CONFIRM REQUEST": "",
    "GET YOUR CAR": "",
    "Promotors has made it easy to schedule an appointment online at a location near you in a few simple steps, easy schedule for customers.": "",
    "We specialize in car services and have more than 20 years of experience in cars. We are car guys from day one. We love and respect cars.": "",
    "Has your request been confirmed?\nReduce no-shows, save time, and focus on serving clients is our top criterion.": "",
    "It is a vehicle inspection that keeps your car in a reliable, safe and fully-functioning condition based on guidelines set out by the vehicle.": "",
    "REQUEST AN APPOINTMENT ONLINE": "",
    "": ""
}