
const data = [
    {
        id: 1,

        title: "Car Toys",
        img: "vendor-1.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 2,
        title: "Carols Daughter",
        img: "vendor-2.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 3,
        title: "Amazon",
        img: "vendor-3.png",
        desc: "", 
        rating: 4,
        joinYear: 2012
    },
    {
        id: 4,
        title: "Baseball Savings",
        img: "vendor-4.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 5,
        title: "Ashford",
        img: "vendor-5.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 6,
        title: "Callaway Golf",
        img: "vendor-6.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 7,
        title: "Car Toys",
        img: "vendor-1.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 8,
        title: "Carols Daughter",
        img: "vendor-2.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 9,
        title: "Amazon",
        img: "vendor-3.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 10,
        title: "Baseball Savings",
        img: "vendor-4.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 11,
        title: "Ashford",
        img: "vendor-5.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة.", rating: 4,
        joinYear: 2012
    },
    {
        id: 12,
        title: "Callaway Golf",
        img: "vendor-6.png",
        desc: "اكتشف متعة التسوق في متجر ملابسنا ! نحن نقدم لك تجربة فريدة ومثيرة في كل زيارة.\n\n👗 تشكيلة متنوعة: تصفح مجموعتنا الواسعة من الملابس والأزياء، حيث يمكنك العثور على أحدث الصيحات والأساليب وحتى القطع الكلاسيكية الزمنية.\n\n💰 عروض مذهلة: استفد من عروضنا وتخفيضاتنا الخاصة على مختلف القطع، مما يسمح لك بتحديث خزانة ملابسك بأسعار رائعة."
    }
];

export default data;